
import 'package:flutter/cupertino.dart';
import 'package:flutter/material.dart';
class Internal extends StatefulWidget{

  @override
  InternalState createState()=>InternalState();
}
class InternalState extends State<Internal> {
  int i;
  List data;
  bool get wantKeepAlive => true;
  bool isSearching=false;
  @override
  Widget Photo(BuildContext context,int number){
        return Scaffold(
          body: SafeArea(
            child: Column(
              children: <Widget>[
                Container(
                  height: 21,
                  child: Padding(
                    padding: const EdgeInsets.only(right:370.0),
                    child: IconButton(icon: Icon(Icons.arrow_back,color: Colors.black,size: 30,), onPressed: (){
                      Navigator.pop(context,true);
                    }),
                  ),
                ),

                if(number==1)
                      header('Tempo : 102   Style : Waltz  \nChord : C         Transpose : 4'),
                if(number==1)
                Songs(text:'አምላኬ ጌታዬ ስራህ ግሩም ነው /2x\r\nፍቅርህ ለኔ ልዩ ነው /4x\r\nውለታው ብዙ ነው እንደው ያረክልኝ\r\nስለወደድከኝ ነው ለኔ የሞትክልኝ\r\nስለዚህ ጌታዬ ሁሌ አመልክሃለሁ\r\nእውነትም ከልቤ አመሰግናለው\r\n  \r  \n  አንገት ያስደፋኝን እዳዬን ከፈለከው\r\n  ስራዬን በሙሉ መስቀል ላይ ጨረስከው\r\n  ተነግሮ አያልቅም ባወራ ብናገር\r\n  እንደው ላመስግንህ ይሁን ላንተ ክብር\r\n\r\nመልካም አልነበረም የቀድሞ ታሪኬ\r\nአንተ ግን ለወጥከው ታማኙ አምላኬ\r\nማንም አልነበረም የራራልኝ ለኔ \r\nአንተ ባትደርስልኝ እየሱስ መድኔ\r\n'),
                if(number==2)
                  header('Tempo : 102   Style : Waltz  \nChord : C         Transpose : 2'),
                if(number==2)
                Songs(text: '1 ዓለም ስጋ ሰይጣን ከግራ ና ከ ቀኝ\r\n   ሌተ ቀን ሲዋጉኝ ወድቄ እንዳልገኝ \r\n   ሁሉን ቻይ ጌታ አንተን ተደግፌ\r\n   አላፍርም አውቃለው ስትረዳኝ አምላኬ\r\n \r\n        ብቻዬን ለመቆም አልችልም አውቃለው\r\n         አንተ ግን ጌታዬ ታማኝ ነህ አምናለው\r\n         ያልከው ቃል ይሆናል አይቀርም እውነት ነው\r\n         ያላንተ መሮጤ ትርፉ ድካም ነው አምናለው\r\n         እርፍ  እርፍ ብዬ ቤትህ አርፌ  ⁄ ጉያህ አርፌ ⁄ 2x\r\n         ልኖር እሻለው ጌታዬ\r\n\r\n2 ቃላባይ እንዳልሆን ዳግም ተመልሼ\r\n   የገባሁትን ቃል ቃልኪዳን አፍርሼ\r\n   እዛም እዚህም ብዬ በዓለም ተታልዬ\r\n   እንዳልሞት ጠብቀኝ አደራ ጌታዬ\r\n   ሰብሰብ ሰብሰብ ብዬ ቤትህ አርፌ  ⁄ ጉያህ አርፌ ⁄ 2x\r\n   ልኖር እሻለው አባብዬ \r\n\r\n         3 መኖሬ ካልቀረ ታማኝ ባርያ ሆኜ\r\n            ያልከኝን ፈፅሜ አንተን አስከብሬ\r\n            ለሰማሁት እውነት ለዚህ ወንጌል ኖሬ\r\n            እንድፈፅም እርዳኝ እባክህ አባብዬ\r\n            እርፍ እርፍ ብዬ ተደላድዬ  ⁄ ቤትህ ገብቼ ⁄ 2x /\r\n            ልኖር እሻለው አባብዬ                                 /2x\r\n'),
               if(number==3)
                 header('Tempo : 105   Style : Waltz  \nChord : C         Transpose : 3'),
                if(number==3)
                  Songs(text:'         በጠላት ወጥመድ እንዳልገባ /\r\n          አንተው እርዳኝ አባባ            /2x\r\n1 የቃልህ እውነት አውቄ \r\n   መልካሙን ከክፉ ለይቼ\r\n   የማይጠቅመኝን ወድያ ጥዬ\r\n   እርዳኝ እንድኖር አባብዬ\r\n\r\n        2  ከመቅበዝበዝ ኑሮ አምልጬ\r\n            ልሸሸግ እቤትህ ገብቼ \r\n            አንተ ነህ ማምለጫ ዓለቴ\r\n            ከብረህ ታይ እየሱስ በህይወቴ\r\n\r\n3 ወዲያ ወዲህ ማለቱን ትቼ\r\n   ባስቀመጥከኝ ሥፍራ ፀንቼ\r\n   ክብርህን በህይወቴ አይቼ\r\n   እንድሰራ እርዳኝ ተግቼ\r\n' ),
              if(number==4)
                header('Tempo : 94   Style : Reggae  \nChord : C       Transpose : 1'),
              if(number==4)
                Songs(text: 'እግዚ⁄ር ጠራኝ ከብዙዎች መሃል መረጠኝ\r\nእንደ ጌታ ያለ የለምና የኔ እየሱስ ሁሌ ነው ገናና \r\nአበዛለው ለርሱ ይሁን ክብር ምስጋና ⁄2x\r\n\r\n         1 ከፊቴ ያለ ደግሞም ከኃላ      /\r\n             ከእየሱሴ ውጪ የለም ሌላ   /\r\n             ሚጠነቀቅልኝ ጧት ማታ     /\r\n             እኔ የማመልከው ልዩ ጌታ   /2x\r\n                  ታድያ ባበዛ ብዙ ምስጋና       / \r\n                  ለርሱ ለአምላኬ አይበዛምና  /2x\r\n\r\n2 ምቹ ሆኜ አይደል ያዳነኝ /\r\n   ባድራሻዬ መጥቶ ያገኘኝ / \r\n   ታሪኬን ቀይሮ ለውጦኝ   / \r\n   እንዳገለግለው ቀብቶኝ   /2x\r\n       ያላደረገልኝ ምን አለ ለኔ       /\r\n       ይክበር ይንገስልኝ መድህኔ  /2x\r\n\r\n          3 ሰማይና ምድርን የፈጠረ\r\n            በዘላለም ዙፋን የከበረ\r\n            አንድ እንኳን የሌለው እርሱን መሳይ  /\r\n            ወዶኛል እየሱስ ማን ነው ከልካይ      / 2x\r\n                ልጁነኝና የእየሱሴ      /\r\n                አመልካለውኝ ከነፍሴ	/2x'),
              if(number==5)
                header('Tempo : 82   Style : Slow Rock  \nChord : C       Transpose : 3'),
                if(number==5)
                Songs(text: 'ጌታ ሆይ መልሰን አባት ሆይ መልሰን         /\r\nአምላክ ሆይ መልሰን እየሱስ ሆይ መልሰን /\r\nበግሩም ፍቅርህ መክረህ ሳበን                  /2x\r\n\r\n 1 ኃጢአታችን እጅግ በዝቶ \r\n    ክፋታችን ጎልቶ ወጥቶ   \r\n    በአደባባይ ስምህ ቀሏል /\r\n    ማረን ጌታ በድለናል       /2x      \r\n\r\n         2 ስንፍናችን እጅግ በዛ\r\n            ኃጢአት ሰራን እንደዋዛ\r\n            ማስመሰልን ተለማምደን     /\r\n             ደካክመናል አቅም አጥተን  /2x    \r\n   \r\n 3 ፀሎት ትተን ወሬ ብቻ \r\n    መጫወቻ መተረቻ\r\n    እንደቀድሞ እንደጥንቱ   /\r\n    ሙላን ጌታ በቅባቱ           /2x\r\n\r\n         4 ህይወታችን እጅግ ቆሽሾ\r\n             ተሞልተናል ቂም ና እርሾ\r\n             የመንፈስህ ዘይት ፈስሶ    /\r\n             ፈውስህ ይምጣ ተመልሶ / 2x\r\n'),
              if(number==6)
                header('Tempo :    Style :   \nChord :          Transpose : '),
              if(number==6)
                Songs(text: '      ይብዛልህ ምስጋና /4x                /\r\n      ለጌታ ለእየሱስ ለሆንከው ገናና   /            \r\n      ለውዴ ለእየሱስ ለሆንከው ገናና /2x\r\n\r\n1 እየሱስ አንተ ነህ አሃሃ የነፍሴ አለኝታ     /\r\n   ክበር እልሃለው አሃሃ ሁሌ ጠዋት ማታ  /\r\n   መድሃኒት የነፍሴ ኤሄሄ ነህና እየሱሴ    /\r\n   እባርክሃለው አሃሃ ዘላለም ከነፍሴ        /2x\r\n\r\n     2 ውለታህን ሳስብ አሃሃ ሁሌ እደነቃለው    /\r\n        ላረክልኝ ሁሉ እሁሁ ምን እመልሳለው    /\r\n        ትዝ ይለኛል ዛሬ ኤሄሄ ያረከው ውለታ      /\r\n        በጭንቅ የወለድከኝ እህህ ያነ በጎልጎታ  /2x\r\n  \r\n3 እኔ አስታውሳለው አሃሃ ከየት እንዳነሳኸኝ  /\r\n    አንተ ባትደርስልኝ እህህ ያኔ በጠፋሁኝ     / \r\n    ለዚህ ሁሌ ምላሽ አሃሃ ምን እሰጥሃለሁ    /\r\n    በብዙ ምስጋና አሃሃ ከፍ አደርግሃለሁ        / 2x\r\n'),
              if(number==7)
                header('Tempo : 126   Style : Disco  \nChord : C         Transpose : 3'),
              if(number==7)
                Songs(text: 'እኔማ ሳስበው ወደ ኃላ                /\r\nህይወቴ አምሮበታል ከእርሱ ጋራ  /\r\nሲራዳኝ ጌታዬን አይቻለሁ            /\r\nስለ እርሱ መዘመር ጀምሬአለው    / 2x\r\n\r\n      1 ዝም ብሎ ነው ጠላቴ ሚፎክረው\r\n          አያገኘኝ እየሱስ ከእኔ ጋር ነው\r\n          የኔ ጌታ ጋሻዬ ነው መከታ \r\n          ሆኖልኛል መሸሸጊያዬ ዋሻ\r\n\r\n2 በቀን ማታ ጠዋት ና ሌሊት\r\n   ጠብቆኛል እየሱስ የኔ አባት\r\n   አዲስ ምዕራፍ ተከፍቶልኝ በደስታ \r\n   እኖራለው ይባረክ የኔ ጌታ\r\n\r\n       3 ዞር በል ጠላቴ ሂድ ወደዚያ\r\n          እየሱሴ ሆኖልኛል ማረፊያ\r\n          በዘመኔ ላገልግለው ወስኜ\r\n          እርስ ይክበር ጌታ እየሱስ መድኔ\r\n'),
              if(number==8)
                header('Tempo : 88   Style : Slow Rock  \nChord : C       Transpose : 2'),
                if(number==8)
                  Songs(text:'\r\n\r\n\r\n\r\nአሁንም አሁንም ጌታዬን እላለሁ\r\nለህይወቴ ተስፋ ያረኩህ አንተን ነው\r\nአሁንም አሁንም የሱሴን እላለሁ\r\nማለዳ ማለዳ ምረትህ ብዙ ነው ይቅርታ ብዙ ነው\r\n\r\n1 ልማድህ ነው የተገፋውን መርዳት የሞተን ማስነሳት የታሰረውን መፍታት ልማድህ ነው\r\n  ልማድህ ነው በጭንቅ ሰዓት ደርሰህ እንባን ከአይን አብሰህ ታምራትን መስራት ልማድህ ነው\r\n   አንተ ጌታ ልዩ ነህ ልዩ  /3x\r\n\r\n2 ልማድህ ነው ባለቀ ሰዓት መጥተህ መቃብርን ከፍተህ ታሪክን መቀየር ልማድህ ነው\r\nልማድህ ነው በህይወት ለማኖር መስራት ትልቅ ትአምር ልማድህ ነው     \r\n አንተ ጌታ ልዩ ነህ ልዩ  /3x\r\n\r\n  3 ልማድህ ነው ባይታይ ደመና መች ይሳንህና ሸለቆዬን መሙላት ልማድህ ነው\r\n     ልማድህ ነው አምስቱን እንጀራ ከሁለት ዓሳ ጋራ ባርከህ ልታበላ ልማድህ ነው\r\n \r\n አንተ ጌታ ልዩ ነህ ልዩ ነህ ልዩ     /\r\n አንተ የሱስ ልዩ ነህ ልዩ ነህ ልዩ   /2x\r\n ግሩም ነው ስራህ እኔን ማዳንህ ጣልቃ መግባትህ   /\r\n  በዛ ውለታህ ይባረክ ስምህ		                                   /2x' ),
               if(number==9)
                 header('Tempo : 100   Style : Chickchika  \nChord :             Transpose : '),
                if(number==9)
                 Songs(text: '     ወዳጅ ነው ጌታ የማይከዳ  /\r\n     በመከራ ጊዜ የሚረዳ         /\r\n     ውለታው ብዙ ይህ ጌታ      /\r\n     ይዘመርለት ጠዋት ማታ    / 2x\r\n\r\n1 እኔን ለማዳን ተሰቅሏል ሞቶ ተቀብሮ ተነስቷል\r\n   ለእኔ ህይወትን ሰቶኛል\r\n   የሞት እዳዬን ገፈፈ ቤቴ ከቅጣት ተረፈ\r\n   አሳርፎኛል ጌታዬ ሰላሙ ሞልቷል ጓዳዬ\r\n\r\n       2 አመንዝራ ናት ትወገር ብለው ሲያመጡ\r\n          ለመግደል ስለሚያውቁ ማስመሰል\r\n          ፃዲቁ ፈራጅ እየሱስ ባለቀ ሰአት የሚደርስ\r\n          አሳፈራቸው በመልሱ አልፈረደባትም እርሱ\r\n\r\n3 ሌሊቱን ሙሉ ስለፋ ዓሳ ከመረብ ሲጠፋ \r\n   ሲጨልምብኝ ተስፋ\r\n   ወዳጄ እየሱስ መጣና መረቤን በዓሳ ሞላና\r\n   አስገርሞኛል ጌታዬ  በእርሱ ሲመራ ኑሮዬ\r\n'),
               if(number==10)
                 header('Tempo : 100   Style : Slow Rock  \nChord : D         Transpose : 1'),
                if(number==10)
                Songs(text: '\r\n\r\n       አያሰኘኝም የግብፅ ሽንኩርት\r\n        አይኔ ተከፍቶ ጌታን ካየሁት ⁄ እርሱን\r\n         ጡብ ከምሰራበት በድንቅ የታደገኝ\r\n         ተቤዥቼሃለው አንተ የኔ ነህ ያለኝ\r\n         ስለኔ የሚገደው አምላክ አለኝ\r\n         አልጨነቅም ለመቼም እርሱ እያለኝ  /2x\r\n\r\n1 አራት መቶ አመት ሲገዛኝ ፈርኦን በብርቱ\r\n  ቀንበር አክብዶ ሲያፈጋኝ እንደው በከንቱ\r\n  ዘመንን ቆጥሮ ጌታ ሲመጣ ነፃ ወጥቼ                     /\r\n  በሰማውት ብቻ መች ቀራሁ እኔም አየሁ በአይኖቼ    /2x\r\n \r\n     2 ከእጄ ማነው የሚያድን እያለ ሲዝት\r\n        እግዚ ⁄ ር ወርዶ ሲቀጣው በአስሩ መቅሰፍት\r\n        ፈርኦን ተዋርዶ ሳይወድ በግዱ ህዝቡን ለቀቀው  /\r\n        ሙሴ ተጠቅሞ እግዚ ⁄ ር ብቻ ከሞት ታደገ        / 2x\r\n\r\n3 መውጣቱን ሰምቶ ፈርኦን ዘዴ ሲቀይስ\r\n   ፈጣን ሰራዊት ነው የላከው ህዝቡን ሊመልስ\r\n   የተናገረው እግዚ ⁄ ር ፈጥኖ ፊቱን ቀደመ\r\n   ባህሩ ተከፍሎ ህዝቡ ሲሻገር ፈርኦን ሲጠ\r\n'),
               if(number==11)
                 header('Tempo : 84   Style : Reggae  \nChord : C       Transpose : -1'),
               if(number==11)
                Songs(text:'\r\n\r\n ከፍ ካልከው በላይ ከፍ በል   ⁄ 2x\r\n የኔ ጌታ ⁄ እየሱስ ⁄  ክበር ከማለት ሌላ ምን ልበል  / 2x\r\n\r\n1 የህይወቴ መሪ መጀመርያ         /\r\n   የተማመንኩብህ መደምደምያ  /\r\n   የመዳኔ ሚስጥር መመኪያዬ    /     \r\n   ጠበቃዬ ዋሴ ነህ ጌታዬ ⁄ 2x    / 2x\r\n\r\n        2 ከችግሬ በላይ የበላይ               /\r\n           ሁሉን የምትችል ኤልሻዳይ      /\r\n           እርካታ ሆነሃታል ለነፍሴ           /\r\n           ግዛኝ ለዘላለም እየሱሴ  ⁄ 2x   / 2x\r\n\r\n3 ስራዬን የሰራህ በጎልጎታ                  /\r\n   ባለውለታዬ የኔ ጌታ                        /\r\n   ምክፍለው የለኝም ለውለታህ          /        \r\n   ተመስገን እላለሁ ጧት ማታ ⁄ 2x    / 2x\r\n'),
                if(number==12)
                 header('Tempo : 100   Style : Waltz  \nChord : C         Transpose : -1'),
                if(number==12)
                  Songs(text: '    ቀን እያለ በሩ ሳይዘጋ /2x               /\r\n    እንመለስ ወደ ጌታ እየሱስ ጋ  /2x  / 2x\r\n\r\n1 እንደ ሳር/2*  አበባ  ይረግፋል ህይወት   /\r\n  ምንም ጀግና ቢሆን አይቀርም መሞት     / 2x\r\n  ግን ጌታ ከሌለ መውረድ ነው ሲኦል         /\r\n  ያ ሳይደርስ ይቻላል አምኖ መዳን             / 2x\r\n\r\n      2 ይች አለም /3x ክፉ ናት አታላይ ተላላ\r\n         ሞት አለባት ውስጧ የኋላ የኋላ \r\n         ዛሬ ቀን እያለ መመለስ ይሻላል\r\n         ዓለምን መከተል ከንቱ ነው ይጎዳል\r\n\r\n3 ማስመሰል /3x ይቅርብህ/ሽ አትሞኝ ወንድሜ\r\n   ዘመኑ ክፉ ነው ልምከርህ ደግሜ \r\n   ነገ  ያንተ አይደለም የነገን አታውቅም\r\n   እየሱስ ያይሃል እርሱ አይታለልም\r\n\r\n      4 ተመለስ /3x እያለህ ልብህ እልከኛ \r\n         ትቅበዘበዛለህ ሆነህ መፃተኛ\r\n         ቀኑ ሳይመሽ ቶሎ ቶሎ ናና\r\n          አምልጥ ሸሽተህ ግባ በህይወት ጎዳና\r\n'),
                if(number==13)
                  header('Tempo : 105   Style : Chickchika  \nChord : C         Transpose : 1'),
                if(number==13)
                  Songs(text: '       ዋስትናዬ እየሱስ ጠበቃዬ እየሱስ   \r\n        የምኮራበት የምመካበት    \r\n        አለኝ ውድ አባት/4x\r\n\r\n1 መልካምነቱ ጎልቶ ታይቷል     /\r\n   ርህራሄው ለኔ እጅግ በዝቷል  /\r\n   ምህረቱ በቤቱ አኑሮኛል         /       \r\n   ቸርነቱ ደግሞ ይከተለኛል      / 2x\r\n   ሰላሜ በርሱ ተጠብቋል\r\n   ህይወቴ እጅጉን ውብ ሆኗል\r\n   የኑሮዬ መሰረትበርሱተከናውኗል\r\n\r\n        2 አድርጎልኛል ድንቅ ነገር \r\n           ምን እላለው ሌላ ምን ልናገር\r\n           ፊቱ ተደፍቼ በምስጋና \r\n           ዘምራለው ለርሱ ለገናና\r\n           ስለዚህ እጨምራለው\r\n           ማዳኑን በዓይኔ ስላየው\r\n            ለውለታው ምላሽ ሌላ ምን ከፍላለው\r\n\r\n3 ስራዬን ሰርቶ ላሳረፈኝ\r\n   ሳልወደው ወዶ ላከበረኝ\r\n   ዕዳዬን ከፍሎ ነጻ ላለኝ\r\n   በደሙ አጥቦ ላፀደቀኝ\r\n   እላለው ዛሬም ምስጋና \r\n   እላለው ነገም ምስጋና \r\n   ለእርሱ ለአምላኬ ያንስበታልና\r\n'),
                if(number==14)
                  header('Tempo : 102    Style : Waltz  \nChord : C         Transpose :  1'),
                if(number==14)
                  Songs(text:'   እንዴት እንደረዳኝ እኔ ነኝ ማውቀው  /3x    \r\n   እንዴት እንዳቆመኝ እኔ ነኝ ማውቀው /3x    \r\n   ልዩ ነህ ጌታ/ጌታዬ ልዩ /2x አቻ የሌለው  \r\n   ልዩ ነህ እየሱስ/ እየሱሴ ልዩ /2x ወደር የሌለው\r\n\r\n1 በውድቀቴ ማግስት ጠላቶች ሲስቁ\r\n   የኔ የምላቸው ከጎኔ ሲርቁ\r\n   ና ልጄ እያለኝ በምህረት ተቀብሎ            /\r\n   ያስጠጋኝ እርሱ ነው ዕዳዬን ሁሉ ከፍሎ  /         \r\n   የረዳኝ እርሱ ነው ዕዳዬን ሁሉ ከፍሎ      / 2x\r\n   ታድያ ይህን ጌታ እንዴት ላመስግነው     / \r\n   ለኔ ያደረገው ከምለው በላይ ነው            / 2x\r\n\r\n         2 እኔስ መስሎኝ ነበር ሌሊቱ ማይነጋ \r\n            ለካስ ለጥያቄ መልስ አለ እርሱጋ\r\n            ባልጠበኩት ሰዓት ድንገት ከተፍ አለ  /  \r\n            ልመናዬን ሰምቶ ጨለማን ገፈፈ        /2x\r\n            ታድያ ለዚ ጌታ ምኔን እከፍላለው\r\n            ምሰጠው የለኝም ያለኝ ምስጋና ነው\r\n\r\n3 ቀኑ ጨለማ ነው ያለሁት ምድረበዳ\r\n   ግራ ተጋብቼ አጥቼ የሚረዳ\r\n    ስጨነቅ ሳለቅስ እየሱስ ደረሰ    / \r\n    አፅናናኝ ደገፈኝ እንባዬን አበሰ  / 2x\r\n    ታድያ ለዚ ጌታ ምላሼ ምንድነው\r\n    ሌላስ እኔ የለኝም ያለኝ ዝማሬ ነው\r\n    ሌላስ እኔ የለኝም ያለኝ እልልታ ነው\r\n    ሌላስ እኔ የለኝም ያለኝ አምልኮ ነው\r\n'),
                 if(number==15)
                   header('Tempo :84       Style :Reggae     \nChord : D          Transpose : 6  '),
                 if(number==15)
                   Songs(text:'      ቃል አለኝ ና  ለምን እሰጋለው\r\n      አልሞትም በህይወት ገና ኖራለው\r\n      ማዳኑን እናገራለው\r\n      ስራውን እመሰክራለው\r\n\r\n1 ተስፋ እንደሌለው ምን አቅበዘበዘኝ\r\n    እንዴት እፈራለው ያለኝ ቃል እያለኝ\r\n    የሱስ ከእኔ ጋር ነው ምንድነው ሚያሰጋኝ\r\n    ልቤ ላይ የሞላ እጥፍ ሰላም አለኝ\r\n    ቃል አለኝ ለምን እሰጋለው  /\r\n    ቃል አለኝ ለምን እፈራለው /2x\r\n\r\n    2 ሰይጣን ብሎኝ ነበር አትኖርም በጭራሽ\r\n       አጨልሞ ተስፋዬን እቅዴን ሊያበላሽ\r\n       ለኔ ግን ትዝ ያለኝ ያ የተስፋ ቃል ነው\r\n       ሲወርሰኝ ያየሁት እግዚአብሔር ያለው ነው\r\n       ቃል አለኝ ለምን እሰጋለው /\r\n       ቃል አለኝ ለምን እፈራለው /2x\r\n\r\n3 ሞቴን የተመኘው ጠላት አፍሮ አየው\r\n    አዋጁ ተሽሮ ዛሬም በህይወት አለው\r\n    ጠላቴ ያቀደው እቅዱ ብዙነው\r\n    የሱስ በኔ ላይ ግን ዓላማው ፍቅር ነው\r\n    ቃል አለኝ ለምን እሰጋለው         /\r\n    ቃል አለኝ ለምን እፈራለው ለው /2x\r\n'),
                 if(number==16)
                  header('Tempo : 97    Style : Slow Rock  \nChord : C        Transpose :  3') ,
                 if(number==16)
                   Songs(text: '    ሻሎም ሻሎም ሻሎም ሻሎም\r\n    ይሄ የኛ ጌታ ሰላም ሆኖልኛል / እረፍት      /3x\r\n    እየሱስ የኛ ጌታ ሰላም ሆኖልኛል / እረፍት /3x\r\n\r\n1 እረፍትን ፍለጋ ብዙ ተንከራተን                 /\r\n   ምንም አላገኘን ትልቅ ዋጋ ከፍለን            /\r\n   ሳንወደው ፈልጎን እየሱስ ሲያገኘን  /       /\r\n   የማይወላዳውን ሰላሙን አገኘን    / 2x   / 2x\r\n\r\n      2 የጠለት እቅዱ አላማው ፈረሰ                  /\r\n         ተጨንቀን ስንጮህ እየሱስ ደረሰ              /\r\n         ማዕበል ወጀቡን ፀጥ አደረገ ባንዴ  /       / \r\n         ሰላምን አገኘንና አሳረፈን ውዴ       / 2x   / 2x\r\n\r\n3 ወንጌል አዝመራ ብዙ ፍሬ አፍርቶ               /\r\n   ነዶ ይዘን ቆመን ስለታችን ሞልቶ                /\r\n   የዘመናት እንባ በእየሱስ ታብሶ         /        /\r\n   እኛም ወግ አይተናል ጉብኝቱ ደርሶ  / 2x   / 2x\r\n\r\n        4 በራችንን ዘግተን በፍርሃት ተውጠን             /\r\n           ተስፋ ቆርጠን ስንሄድ አንገታችንን ደፍተን   /\r\n            አዋጁን በአዋጅ እሻረ ጌታ      /                   /\r\n            ኪዳኑን ፈፀመ እስራትን ፈታ  / 2x              / 2x\r\n'),
                 if(number==17)
                   header('Tempo : 114    Style : Disco  \nChord : D          Transpose :  1'),
                 if(number==17)
                   Songs(text: '     ቢከፋኝ ቢደላኝ ያንተን ስራ        /\r\n     መስራት ይሻለኛል ካንተ ጋራ      / 2x\r\n      ይቅርብኝ አለምና                       /\r\n      ለዛሬ ብቻ ነው ብልጭልጭነቷ   / 2x\r\n\r\n1 እሹሩሩ ከመባል በሰይጣን ቁልምጫ\r\n   ተገፍቶ መኖሩ በቤትህ አለው ብልጫ \r\n   ከእግርህ ስር መሆኔ ነው ሚያዋታኝ\r\n   ከዘመኑ ውዥንብር ፈጥኖ ሚያስትለኝ\r\n\r\n     2 በደከምኩኝ ጊዜ ደርሶ ሚያበረታኝ\r\n        ያንተን ቅዱስ መንፈስ ጉልበት የሆንከኝ\r\n        ተስማምቶኛል ለኔ መሆን ከእግርህ ስር\r\n        በሃዘን በደስታ ልኑር ባንተ ፍቅር\r\n\r\n3 በመንፈስ ጀምሬ በስጋ እንዳልጨርስ\r\n   ፍፃሜዬ ባንተ ያማረ ይሁን እየ ሱስ \r\n   ማንንም አላይም ወደ ኋላ ዞሬ\r\n   ልኖር እመኛለው ካንተ ጋ አብሬ\r\n'),
                 if(number==18)
                   header('Tempo :         Style :   \nChord :           Transpose :  '),
                 if(number==18)
                   Songs(text: '\r\n           የታለ የታለ ያ የጥንቱ ፍቅራችን\r\n           ዛሬስ ወዴት አለ ምሳሌነታችን /2x\r\n           ምንድነው ምሰማው ደግሞስ የሚታየው\r\n           አንዱ አንዱን ለመጣል ሴራን የሚያሴረው\r\n           ማረን ጌታ ሆይ ማረን( እየሱስ) 2x\r\n\r\n1 እኛስ ፍቅር አለን ብለን ብንዘምርም\r\n   ጓዳችን ግን ሲታይ ከሌላው አልተሻለንም\r\n   የምላስ ጦር ይዘን ወንድምን እያቆሰልን       /\r\n   ቤትህ መጥተን ደግሞ አንተን እናመልካለን  / 2x\r\n   ማረን አቤቱ ማረን( አባት ሆይ) 2x\r\n\r\n             2 እኛስ ሆነን ሳለን የአንድ አባት ልጅች\r\n                ለመንግስቱ የታጨን ሰማያዊ ዜጎች\r\n                ቂም ና ጥላቻ ነግሶ በውስጣችን\r\n                ተነካክሰን አለቅን ማረን አባታችን\r\n                ማረን ጌታ ሆይ ማረን( አባት) 2x\r\n'),
                 if(number==19)
                   header('Tempo : 115       Style : Chickchika   \nChord : C             Transpose : 6 '),
                 if(number==19)
                   Songs(text:'           ያንን ዘመን አለፍኩኝ ባንተ ብርታት\r\n           ያንን ዘመን አለፍኩኝ ባንተ ጉልበት\r\n           አሻገርከኝ ያንን ድቅድቅ ጨለማ\r\n           ልትፈፅም ያንተን መልካም አላማ   / 2x\r\n\r\n  1.በመንገዴ ብርሀን እያበራህ\r\n     ጠላቶቼን ቀድመህ እየመታህ\r\n     በፊትህ ቆሜያለሁ እንደገና\r\n     ምስጋናዬን ይዤ ለገናና\r\n     ለኢየሱስ ለገናና አሁንም ለገናና\r\n     ለኢየሱስ ለገናና ሰዋለሁ \r\n\r\n           2.ስጨነቅ ሳለቅስ እያፅናናህ\r\n              የህይወት እንጀራን እያበላህ\r\n              አሁንማ አንተን አመልካለሁ\r\n              ሁልግዜ ላንተ ዘምራለሁ\r\n              ለጌታ ዘምራለሁ ለውዴ ዘምራለሁ\r\n              ለጌታ ዘምራለሁ ለኢየሱስ\r\n\r\n  3.ከፊት ለፊቴ እየመራህ\r\n    በፊቴ ገበታን አዘጋጀህ\r\n    ጠላቶቼ ቆመዉ እያዩኝ\r\n    እራሴን በዘይት ቀባኸኝ\r\n    በፀጋ ቀባኸኝ በመዝሙር ቀባኸኝ\r\n    በፀጋ ቀባኸኝ ኢየሱስ\r\n'),
                 if(number==20)
                   header('Tempo : 107    Style : Chickchika  \nChord : C          Transpose :  6'),
                 if(number==20)
                   Songs(text:'\r\n       አንተ እኮ ጌታዬ ልዩ ነህ       /\r\n       አንተ እኮ ኢየሱሴ ፃዲቅ ነህ /  2x \r\n       ዘመን ሲለወጥ ያልተለወጠዉ ፍቅርህ /\r\n       ዛሬን አስችሎኛል እንዳልርቅ ከቤትህ   /  2x\r\n\r\n1.በሰዉ እይታ ወስጥ የተገፋዉ ነበርኩ/አዎ ነበርኩ\r\n   ሚረዳኝ የሌለ ተጠልቼ የተጣልኩ\r\n   አንተ ግን ጌታዬ በእጆችህ ደገፍከኝ\r\n   ፀጋህን አብዝተኽ ሙሉ ሰዉ አረከኝ/አከበርከኝ\r\n\r\n      2.ብዙ ተንከራተትኩ አጣሁ የሚያግዘኝ/የሚረዳኝ\r\n         መፍትሄ ያለዉ አነተ ጋ መሆኑ ሳይገባኝ\r\n         ባላሰብኩት ሰአት ድንገት ደረስክና\r\n         እንድጓዝ አረከኝ በህይወት ጎዳና/እንደገና\r\n\r\n3.እኔስ ተለወጥኩኝ ለመለመ ህይወቴ/በአባቴ\r\n   ዉዱ ኢየሱሴ ሆነኸኝ እረፍቴ\r\n   ወግ ማዕረግን አየሁ ባንተ በጌታዬ\r\n   ክብር ይሁንልህ ነግሰህ ታይ በላዬ/አባብዬ\r\n'),
                if(number==21)
                  header('Tempo : 106    Style : Chickchika  \nChord : C          Transpose :  4'),
                if(number==21)
                  Songs(text: '\r\n     አንተ ተራራ ተራራ ሜዳ ትሆናለህ\r\n     እግዚ/ር ከኔ ጋራ አብሮኝ ስላለ\r\n      አንተ መከራ መከራ ምን ታስፈራኛለህ\r\n      ጌታዬ እጄን ይዞ ደግፎኝ እያለ\r\n\r\n1.ዳንኤልን ጌታ ለክብር ጠራው\r\n   ጠላቶቹን ሁሉ አሳልፎ ሰጠው\r\n   መቼ የኛ ጌታ ጉድጓድ ውስጥ ያስቀራል\r\n    አንበሶችን ትራስ አድርጎ ያስተኛል \r\n \r\n       2.እግዚ/ር ዮሴፍን ከብዙ ታደገው\r\n           በርሱ ላይ አልሆነም ጠላቱ ያሰበው\r\n           በግብፅ ንጉስ ፊት ሞገስ አለበሰው \r\n           ለእስራኤልም ህዝብ መፍትሄ አደረገው\r\n'),
               if(number==22)
                 header('Tempo : 84    Style : Reggae  \nChord : C        Transpose :  6'),
                if(number==22)
                  Songs(text:'       አመልክሃለው ውዱ ኢየሱሴ\r\n       ህይወት ሆነሃታል አንተ ለነፍሴ\r\n       ብዙ አድርገህልኝ እንዴት ዝም አላለሁ\r\n       ቅዱሱን ስምህን እባርከዋለሁ\r\n\r\n1.አንተን ተደግፌ አፍሬ አላውቅም\r\n   ለዚያ ለጠላቴ መሳለቂያ አልሆንኩም\r\n   ሸክም የሆነብኝን ያን ቀንበር ሰበርከው\r\n   መጥፎ የነበረውን ታሪኬን ቀየርከው/ለወጥከው \r\n\r\n        2.ስምህን ጠርቼ ምላሽ አላጣሁም\r\n           በፊትህ ወድቄ ባንተ አላፈርኩም\r\n           ጩኸቴ ተሰምቶ እንባዬም ታብሶ\r\n           ይኸው ዘምራለሁ ገደቡ ተጥሶ\r\n\r\n3.ልቤና እጆቼን ወደ አንተ አንስቼ\r\n   መቼ ተመለስኩኝ ምላሽን አጥቼ\r\n   በደካማው ጎኔ ሆነህ እየደገፍከኝ\r\n   አንተ ነህ የሱሴ ዛሬን ያደረስከኝ/ያቆምከኝ\r\n'),
              if(number==23)
                header('Tempo :          Style : Slow Rock  \nChord : C        Transpose :  '),
                if(number==23)
                  Songs(text: '      ጌታ ሆይ የሱስ ሆይ ማስተዋልን ስጠኝ / 2x\r\n       ከማስመሰል ህይወት አምላክ ሆይ ጠብቀን/ኢየሱስ\r\n       ስንኖር በቤትህ እያመለክን አንተን     / 2x\r\n       እንደንኖር እርዳን ተዉጠን በፍርሀት / 2x\r\n\r\n 1.ወድቀን እንዳንገኝ መስሎን የቆምን\r\n   ዉስጣችን ሳይለወጥ በአፍ ዘምረን\r\n   ተራ የሆነ ኑሮ ማይመች ለሌላ\r\n   ኖረን እንድናልፍ ጠብቀን አደራ\r\n    አደራ ጌታ ሆይ ህይወቴን አደራ /\r\n    አደራ ኢየሱስ ህይወቴን አደራ    / 2x\r\n\r\n        2.የመንፈስን ፍሬ በአፍ ብቻ ይዘን\r\n           ፍቅር ታማኝነት በጎነት ሳይኖረን\r\n           ለስጋ ተገዝተን መንፈስህን አርክሰን\r\n           ዘመን እንዳንጨርስ አመት አስቆጥረን\r\n           አደራ አምላክ ሆይ መንገዴን አደራ /\r\n           አደራ ዉድዬ መንገዴን አደራ         / 2x\r\n\r\n 3.ሀሜትና ወሬ ውስጣችንን ሞልቶ\r\n    የዓለም ከንቱ ሀሳብ መንፈሳችንን ገዝቶ\r\n    አንዳችን ላንዳችን መሰናክል ሆነን\r\n    እንዳንጠፋ እርዳን አቤቱ አድነን\r\n     አደራ አባት ሆይ ዘመኔን አደራ    /\r\n     አደራ ወዳጄ ሆይ ዘመኔን አደራ  / 2x\r\n\r\n        4.ለወንድም ለእህት ሸክም ሳይሰማን\r\n           የደካማን ጉድለት አድምቀን አጉልተን\r\n           ማስተዋል ጎድሎብን ኩነኔ አብዝተን\r\n           እንዳንቀር ጌታ ሆይ ስንፈርድ ተፈርዶብን\r\n            አደራ ጌታ ሆይ ህይወቴን አደራ      /\r\n            አደራ ኢየሱስ ሆይ ህይወቴን አደራ  /   2x\r\n'),
               if(number==24)
                 header('Tempo : 150    Style : Waltz  \nChord :              Transpose :  '),
                if(number==24)
                  Songs(text: '\r\n\r\n        እግዚ/ር ሆይ ፀሎቴን ስማኝ\r\n        ጩኸቴም ወዳንተ ይድረስልኝ   / 2x\r\n        ፊትህን ከእኔ  አትሰውር\r\n        ጆሮህን ወደ እኔ አዘንብል         / 2x\r\n\r\n 1.በጠራሁህ ቀን ፈጥነህ መልስልኝ\r\n    ፀሎቴን ደግመህ ደግመህ ስማ         / 2x\r\n    ዘመኔ እንደ ጢስ ተኖ አልቋልና\r\n    ልቤ ዋግ እንደመታው ሳር ደርቋልና  / 2x\r\n\r\n        2.ወደ ቤትህ መልሰኝ አኔን\r\n           ደግሜ እንዳልሰራ ክፋትን /ሀጢአትን \r\n           የልብህን ሀሳብ እርዳኝ እንድፈፅም\r\n           ደግመህ አበርታኝ ጉልበት ሁነኝ/አቅም\r\n'),
                if(number==25)
                  header('Tempo : 118    Style : Disco  \nChord : C          Transpose :  1'),
                if(number==25)
                  Songs(text: '        አንተ ታናሽ እስራኤል ሆይ አትፍራ\r\n        ያለኝ ጌታ ዛሬም ከኔ ጋር ነዉና\r\n        በምንም አልሰጋም ይቤዠኛልና\r\n        ኸረ እኔስ አልፈራም አድኖኛልና\r\n\r\n1.ያንን ክፉ ዘመን በርሱ አልፌአለዉ\r\n   በረሃዉን ገነት ሲያደርግ አይቻለዉ\r\n   የዚህ አለም ነገር ከቶ አያሰጋኝም\r\n   የታመንኩት አምላክ ቀኜን ስለያዘኝ/ስለደገፈኝ \r\n\r\n         2.በአምላክ እገዛ ስንቱን አልፌአለዉ\r\n            ተራራዬን ሲንድ እኔ አይቻለዉ\r\n            ስለዚህ አልጨነቅ ሀሳብ አይገባኝም\r\n            አለና ጌታዬ የሚያስብልኝ/ሚጨነቅልኝ\r\n\r\n3.የሚዉጠኝ መስሎ ጠላቴ ሲያጓራ\r\n   ጋሻ ከለላዬ ሆነ ከኔ ጋራ\r\n   ጠላት ያጠመደዉ ወጥመዱ ከሸፈ\r\n   አንበሳ ነኝ ያለዉ በእርሱ ተሸነፈ/ጠላቴ ወደቀ\r\n\r\n         4.እንደ ጠላቴ ሀሳብ ቢሆንማ ኖሮ\r\n            በጠፋሁኝ ነበር ኸረ ያኔ ድሮ\r\n            በጌታዬ ጉልበት አለሁኝ ዘንድሮ\r\n            ይኸዉ ዘምራለሁ ነገር ተቀይሮ/አዋጁ ተሸሮ\r\n'),
                if(number==26)
                  header('Tempo : 150    Style : Waltz  \nChord : D          Transpose :  1'),
                if(number==26)
                  Songs(text: '  1.እኔ ምመኘዉ አንድ ነገር\r\n     በህይወቴ ጌታ ያንተን መክበር\r\n     ዘመኔን በሙሉ አንተን በማክበር\r\n     እርዳኝ ለቃልህ ተገዝቼ እንድኖር\r\n\r\n           ህይወቴን አደራ ጌታ አደራ\r\n           ልኖር እመኛለዉ ከአንተ ጋራ\r\n           ዘመኔን አደራ ኢየሱስ አደራ\r\n           ልኖር እመኛለዉ ከአንተ ጋራ\r\n\r\n  2.ከዚህ ክፉ ዘመን አስመልጠኝ\r\n      ፀጋህንም ደግመህ ደግመህ አብዛልኝ\r\n      በቀሪዉ ዘመኔ አንተን አስከብሬ\r\n      መኖር ፈልጋለሁ ከአንተ ጋር አብሬ\r\n\r\n          ህይወቴን አደራ ጌታ አደራ\r\n           ልኖር እመኛለዉ ከአንተ ጋራ\r\n           ዘመኔን አደራ ኢየሱስ አደራ\r\n           ልኖር እመኛለዉ ከአንተ ጋራ\r\n\r\n  3.ጌታ ሆይ እባክህን ነፍሴን ጠብቅልኝ\r\n      ከአለም ምኞት አንተ አስመልጠኝ\r\n      አሁንም ታደጋት ነፍሴን አምላክ ሆይ\r\n      ኢየሱስ ማትከብርበት ነገር '),
                if(number==27)
                  header('Tempo : 90    Style : Slow Rock  \nChord : C        Transpose :  3'),
                if(number==27)
                  Songs(text: '\r\n         ሰዉ ሆይ በእግዚ/ር ታመን\r\n         መጠጊያህም እርሱ ይሁን \r\n         ተስፋህን በእርሱ ላይ ጣል\r\n         ያስጨነቀህ ታሪክ ሆኖ ይቀራል\r\n\r\n   1.ንጉስ በሰራዊቱ ምክንያት ከጠላት አይድንም  /\r\n       በፈረሰኛም ጦር ድል አያገኝም                       / 2x\r\n           ነገር ግን\r\n       እግዚ/ርን የሚያከብሩትን ፍቅሩንም ተስፋ ሚያደርጉትን\r\n       ይጠብቃል ከሞትም ያድናቸዋል / 2x\r\n\r\n         2.የሀብት ብዛት ሰዉን ከሲኦል አያድንም\r\n             ከጠላት መንጋጋ ፈፅሞ አይጥልም\r\n                ነገር ግን\r\n             በእግዚ/ር የተደገፉ የታመኑ እነርሱ ይድናሉ\r\n             ክፉዎች ሲጠፉ ምድርን ይወርሳሉ\r\n'),
                if(number==28)
                  header('Tempo : 102    Style : Chickchika  \nChord : A        Transpose :  4'),
                if(number==28)
                  Songs(text: '\r\n\r\n  1.ያ ጎልያድ መዉደቁ አይቀርም\r\n     እንደደረሰ ሞቱን አላወቀም\r\n     ሲያስፈራራ በዚያ በቁመቱ\r\n     ገለበጠዉ ጌታ በግንባሩ\r\n\r\n         በማዳኑ ከልሎኛል ጌታ    /\r\n         ያኖረኛል ዛሬም በከፍታ     /  2x\r\n         ክፋትን ቢያቅድ ጠላቴ በእኔ ላይ አይሰራም   /\r\n         ጌታ ያየልኝን ሳልወርስ ፈፅሞ አልቀርም         / 2x\r\n\r\n   2.የጠላቴ ወጀቡ ሰልፉ ቢበረታ\r\n       አልናወጥ አልፈራ አለልኛ ጌታ\r\n       አልሸበር ጠላቴ ቢያበዛ ሁካታ\r\n       ጌታ አለ ከጎኔ ችግሬን ሊፈታ\r\n\r\n         በማዳኑ ከልሎኛል ጌታ    /\r\n         ያኖረኛል ዛሬም በከፍታ     /  2x\r\n         ክፋትን ቢያቅድ ጠላቴ በእኔ ላይ አይሰራም   /\r\n         ጌታ ያየልኝን ሳልወርስ ፈፅሞ አልቀርም         / 2x'),
                if(number==29)
                  header('Tempo : 154    Style : Waltz  \nChord : C          Transpose :  1'),
                if(number==29)
                  Songs(text: '\r\n         ፀጋህ ምህረትህ ያግዘኝ ጌታዬ          /\r\n         በዚህ ክፉ ዘመን አልችልም ብቻዬ     /  2x\r\n         ስላንተ ዘምሬ አንተን አገልግዬ/አስከብሬ \r\n         መኖር እንድችል በዘመኔ \r\n         ጌታ በዘመኔ ኢየሱስ በዘመኔ /2x\r\n\r\n1.ፍፃሜዬ በቤትህ ይሁን አባብዬ\r\n   እንዳልጠፋ አደራ በአለም ተታልዬ\r\n   ማንነትህ ጌታ ይገለጥ በላዬ\r\n    እስከ መጨረሻ አንተ ነህ ምርጫዬ\r\n\r\n         2.አባ ልለምንህ ዛሬም አንድ ነገር\r\n            በመጨረሻዉ ቀን ከመንግስትህ እንዳልቀር\r\n            መስቀልህ ስር ዬሁን ለኔስ ማረፊያዬ\r\n            መልካም አሳቢዬ አንተ ነህ ጌታዬ\r\n\r\n3.ጌታ ሆይ ይሁና አንተ ያሰብክልኝ\r\n    በቀሪዉ ዘመኔ የተመኘህልኝ\r\n    ባይመች ባይደላ ባይስማማም ለእኔ\r\n     አንተ ያልከዉ ብቻ ይፈፀም በእኔ\r\n'),
                if(number==30)
                  header('Tempo : 90      Style : Reggae  \nChord : C          Transpose :  2'),
                if(number==30)
                  Songs(text: '             ኢየሱስ/3x ጌታዬ/3x\r\n             ከማን ላወዳድርህ በማን ልመስልህ\r\n             የምለህ የለኝም ከአእምሮ በላይ ነህ\r\n             የምልህ የለኝም ከሰዉ ትለያለህ\r\n\r\n1.በእኔ አንደበት ከቶ አትወሰንም \r\n   ትበልጣለህ እኔ ከምልህ\r\n   ስንቱን ተናግሬ የቱንስ ልተወዉ\r\n   ጌታዬ ያንተስ ፍቅር ልዩ ነው\r\n\r\n            2.ምን ልበልህ እኔስ ምን ልናገር\r\n                ኢየሱሴን ከማመስገን በቀር\r\n                ከዚህ ሌላ የምልህ የለምና\r\n                ተባረክ ተወደስ አሁንም እንደገና\r\n\r\n3.ስራህ ጌታዬ እጅግ ያስደነቃል\r\n    ቢተረክ የቱ ጋ ይቆማል\r\n    ፍፃሜ የለዉም የአንተስ ጌትነት\r\n     ከፍ ከፍ በል ቸሩ የኔ አባት\r\n'),
                 if(number==31)
                   header('Tempo : 84      Style : Slow Rock  \nChord : C          Transpose :  1'),
                 if(number==31)
                   Songs(text: '\r\n         አቤት ክርስትና አወይ ክርስትና       / 2x\r\n         ነበረ እኮ ድሮ የሰላም ጎዳና /የህይወት ጎዳና\r\n         ዛሬ ግን ያ የለም ሁሉም ተለዉጧል          /\r\n         የአብዛኞቻችን ልብ በተንኮል ተሞልቷል    /     2x    \r\n         የአብዛኞቻችን ልብ በትዕቢት ተሞልቷል\r\n\r\n1.ቤትህ ተሞልታለች በዘማሪ አዝማሪ\r\n   በመጠገን ፋንታ በሆነ ሰባሪ\r\n   መድረክ ላይ ሲወጣ መልአክ በሚመስል / \r\n   ወንድምን ለማረድ ስለትን በሚመስል    /   2x\r\n   እንዳልሆን ጌታ ሆይ እንዲህ አይነቱን ሰዉ /\r\n   ለዉጥ ልቦናዬን ላንተ እንዲመች አርገዉ   /  2x\r\n \r\n         2.በኩራት ተሞልቶ ልቡ የደነደነ \r\n            ለዚያ ጨካኝ ተኩላ በጎቹን የሰጠ\r\n            ሞልቷል እኮ ዛሬ አስመሳይ በቤትህ\r\n             ዝም በማለት ሚመስለዉ የሌለ\r\n             እንዳልሆን ጌታ ሆይ እንዲህ አይነቱን ሰዉ \r\n             ለዉጥ አእምሮዬን ቀንነት ይዉረሰዉ\r\n'),
                if(number==32)
                  header('Tempo : 104      Style : Slow Rock  \nChord : C            Transpose :  4'),
                if(number==32)
                  Songs(text: '          ኃይሉ ትልቅ ነዉ የጌታዬ\r\n          የሚያቅተዉ የለም ውድዬ\r\n          እግዚ/ር ይባረክ ይመስገን\r\n          በየእለቱ ፍቅሩን ያሳየን\r\n\r\n1.የዚህ አለም ነገር ምን ያደርግልኛል\r\n   ጌታ አንተ ጋ ያለዉ ሁሉንም ያስንቃል\r\n   መታመን ካልቀረ መደገፍ ባንተ ነዉ    /\r\n   ሌላ ምን ያደርጋል ትርፍ ኪሳራ ነዉ     /  2x\r\n\r\n          2.በህይወቴ ዘመን ተራራ ሆኖብኝ\r\n             ሰውም ተፀይፎኝ በሩ ተዘግቶብኝ\r\n             አበቃልህ እያለ ጠላት ሲዝትብኝ    /\r\n             እግዚ/ር ተነስቶ ሁሉን ቀየረልኝ     / 2x\r\n\r\n3.ሰባት እጥፍ ቢነድ የእቶኑ እሳት\r\n   የታመንኩት ጌታ አይሰጥም ለጠላት\r\n   የሲድራቅ የሚሳቅ የአብድናጎ ጌታ      /\r\n   ዛሬም ጉልበታም ነዉ ጠላቴን ሊረታ  /  2x\r\n'),
                if(number==33)
                  header('Tempo : 150      Style : Waltz  \nChord : C            Transpose :  1'),
                if(number==33)
                  Songs(text: '           አንድ አርገን ጌታ ሆይ መለያየት ቀርቶ           /\r\n           አንተን እንድንመስል አይኖቻችን በርቶ         /\r\n           ባለን ቀሪዉ እድሜ ተስማምተን በአንድነት  /\r\n           በህይወት ጉዞአችን አስወግደን ክፋት           / 2x\r\n           እንድንኖር እርዳን ሆነን በአንድነት    /2x\r\n\r\n1.ማገልገልን ሳይሆን አንተን አስቀድመን\r\n    በህይወታችን ሁሉ አንተን እየመሰልን\r\n    ነገራችን ሰምሮ ቅንነት ተላብሰን         /\r\n    እንድንወርሳት እርዳን አየሩሳሌምን   / 2x\r\n   \r\n           2.አዋቂ ነን ብለን ራስን እያከበርን \r\n              የሌለዉን ፀጋ በዉስጥ እየተቸን\r\n              ብቸኛ እንዳንሆን በሌላዉ ተገልለን           /\r\n               አንድ አርገን ኢየሱስ ስር ሰደን እንድንቆም /2x\r\n\r\n3.ከፍ አርገን ራሳችን ሌላዉን ሳንሰማ\r\n    ነገር ተደባልቆ ሆኖብን ጨለማ\r\n    ከርስትህ እንዳንቀር አንድ አርገን ጌታ ሆይ  /\r\n     አጣብቀን በቃልህ እሱ ንዉ ሚያዋጣን       / 2x\r\n\r\n           4.በኩራት ተሞልተን እየተራራቅን\r\n               ነገር ሰምሯል ብለን ሌላዉን እየገፋን \r\n               ምፃትህ ሳትደርስ ጌታ ሆይ ለዉጠን    /\r\n                አንድ ይሁን ልባችን ቅንነት ይዉረሰን  / 2x\r\n'),
                if(number==34)
                  header('Tempo : 94      Style : Waltz  \nChord : G          Transpose :  5'),
                 if(number==34)
                   Songs(text: '\r\n   ማራናታ ማራናታ\r\n   ቶሎ ና የኔ ጌታ\r\n\r\n        1.ዉጣ ዉረዱ ማዕበል ወጀቡ\r\n           እጅግ ያስፈራል የትዉልድ ልቡ\r\n           ናና አሳርፈኝ አንተዉ ጌታ ሆይ  /\r\n           ተደላድዬ እንድኖር በሰማይ    / 2x\r\n\r\n 2.ለኔ ይሻለኛል ወዳንተ መሄድ\r\n     አንተዉ አራምደኝ በህይወት መንገድ\r\n     እባክህ ጌታ ሆይ ቶሎ ቶሎ ና  /\r\n     ከአንተ ጋር መሆን ይሻላልና    /   2x\r\n\r\n        3.ዛሬ ሚሰማዉ ወሬ አሉባልታ\r\n           ቁምነገር የለዉ ሁሉም ጫጫታ \r\n           ገደብ ወደሌለዉ ፍፁም እርካታ /\r\n            አድርሰኝ ጌታ ወደዛ  ደስታ         / 2x\r\n'),
                if(number==35)
                  header('Tempo : 84      Style : Reggae  \nChord : C          Transpose :  2'),
                if(number==35)
                  Songs(text: 'ዘመን በዘመን ሲተካ\r\nዕድሜ በገደብ ሲተካ\r\n አንተ አትለወጥም የኔ ጌታ አሃሃ\r\n አንተ አትለወጥም የኔ አለኝታ\r\n        ካንተ በላይ የለም የበላይ /2x\r\n        አንተ አትለወጥም አንተ አትቀየርም\r\n\r\n1.ነብያት ነገስታት አሉ የተባሉ\r\n    ውስን ነው እድሜያቸው ስፍራን ይለቃሉ\r\n    አንተ ጌታዬ ፍፃሜ የሌለህ\r\n    አይሻር ስልጣንህ ዘላለማዊ ነህ\r\n\r\n         2. እኔም አላውቅህም አንተ ትልቅ ነህ\r\n              አይመረመርም እውቀት ማስተዋልህ\r\n              መንግስትህ ፅኑ ነው ወደር የለው አቻ\r\n              በዘመኔ ጌታ ንገስ አንተ ብቻ\r\n\r\n3. በኔ አንደበት ጌታ ፈፅሞ አትለካ\r\n     በሰማይ በምድር የለህም ሚተካ\r\n     በህይወቴ ዘመን ሆነኸኝ እርካታ\r\n     ዘምራለው ይኸዉ በእልልታ በደስታ\r\n'),
                if(number==36)
                  header('Tempo : 100      Style : Waltz  \nChord : C            Transpose :  6'),
                if(number==36)
                  Songs(text: '        ጌታን ተስፋ አድርጎ የታመነ እርሱ ይድናል\r\n        ጌታን ተስፋ አድርጎ የጠበቀ እርሱ ይድናል\r\n        ምን ይሳነዋል ምን ያቅተዋል\r\n        ምን ይሳነዋል ሁሉን ይችላል\r\n\r\n1.እስራኤል ሆይ ብሎ በስሙ ለጠራው\r\n    አንተ የኔ ነህ ብሎ አይዞህ አትፍራ ያለው\r\n    በውሃ ውስጥ አልፎ ከቶ አላሰጠመው\r\n    በእሳት ውስጥ ሄዶ ነበልባሉ አልፈጀው\r\n\r\n         2.እርሱን የታመኑ የተደገፉትም\r\n            ይሮጣሉ እንጂ አይደክሙ አይታክቱም\r\n            ሀይላቸው ታድሶ ልክ እንደ ንስር\r\n            በምንም አይሰጉም በሚታየው ነገር\r\n\r\n3. ለታመኑት ስሙ የፀና ግንብ ነው\r\n    ደካማን ለመርዳት ክንዱ እጅግ ብርቱ ነው\r\n    እርሱን ተደግፎ ፃዲቅ መቼ ያፍራል\r\n    እግዚ/ር ታላቅ ነው ቃሉን ይፈፅማል\r\n'),
                if(number==37)
                  header('Tempo :            Style :    \nChord :              Transpose :   '),
                if(number==37)
                  Songs(text:'\r\n\r\n          በአንተ አምሮባታል ነፍሴ\r\n          ዛሬም ነገም ክበር ኢየሱሴ\r\n\r\n1.ደስ ይበልሽ ነፍሴ ታመኚ ተፅናኚ\r\n    ከጎንሽ ያለዉን ጌታን አመስግኚ\r\n    ራርቶልሽ እኮ ነዉ እንዲህ ያከበረሽ\r\n    ጉዳትሽን አይቶ መቼ እሱ ዝም አለሽ\r\n\r\n          2.ጠላትሽ ባንቺ ላይ ብዙ አቅዶ ነበር\r\n              አልተሳካለትም ክብር ለእግዚአብሄር\r\n              እንደገና ላምጣ የምስጋናን ዜማ\r\n              አምልኮ ዝማሬ በፊቱ ላሰማ\r\n'),
                if(number==38)
                  header('Tempo : 90        Style :    \nChord : D            Transpose :  1'),
                if(number==38)
                  Songs(text:'\r\n        አንድ ልብን አንድ ሀሳብን\r\n        አንድ ልብን ጌታ አንድ ሀሳብን\r\n        አንድ ልብን የሱስ አንድ ሀሳብን        /\r\n        አንድ መንፈስ ስጠን ጌታ ሆይ /2x  /2x\r\n\r\n1.የቃልህን እዉነት ወደ ጎን ትተን\r\n   በጎሳ በነገድ በዘር ተከፋፍለን\r\n   ቂምና ጥላቻ ዉስጣችን አርግዘን\r\n   መኖራችን ያብቃ አንተን እያሳዘንን\r\n\r\n         2. አንተ ፍቅር ሆነህ ፍቅርን አስተማርከን\r\n             እኛ ይህን ክፍፍል ከወዴት አመጣን\r\n             የመንግስትህ ወራሾች እንድንሆን አጭተኸን\r\n             ለምን ስሩን ይስደድ ሀጢአት በላያችን\r\n\r\n3. ለአንዱ መልካም ሲሆን ሌሎቻችን ስንቀና\r\n    አምፀን ልንወጣ ከህይወት ጎዳና\r\n    እባክህ ጌታ ሆይ ወዳንተ መልሰን\r\n    እንመለስ እኛም አንድ ሀሳብ ይኑረን\r\n'),
                if(number==39)
                  header('Tempo : 95      Style : Chickchika  \nChord : C          Transpose :  4'),
                if(number==39)
                  Songs(text: '\r\n\r\n             ደሉ ዋሎኔ  /4x\r\n             ኡሪን ዘመርኖም ከበር  ኪተቴ\r\n             በሩ ፋሎኔ  /4x\r\n             ላገሲ ሂድሩተ መገኑ ዊንሼኔ\r\n\r\n1.ቢርኔ ቁንሲሽ ተሰ ሙርሲሸዳ\r\n    ኔሰን ዬንቲ ቢኪ ዋጀኖባ ሀሽዳ\r\n    ፋሉ አጉ ከም ዋጂሲድኔ ዲኑ\r\n    ቀሰሚ ኬኤች ኡቤ ወቀርቴን ኒ መገኑ\r\n\r\n           2. ሂጊሱንቡ አጉጅ ዮርዳኖሱ  ቤሃሜ\r\n               በኢሶኔታ ዋሉ ፈርኦን አገሜ\r\n               ጎልያዴ ዲከኦ ፍልስጤሙ ቄላንቴ\r\n               መገኑ አመኒቶ እስራኤሉ አቢቴ\r\n'),
                if(number==40)
                  header('Tempo : 100      Style : Waltz  \nChord : C            Transpose :  6'),
                if(number==40)
                  Songs(text: '             ጌታ ሆይ ምህረትህን ተጠምቼ \r\n             አለሁኝ ከአግርህ ስር ተደፍቼ \r\n             መልሰኝ ጌታ ልመለስ ወደ ቤትህ\r\n             ይምጣ ይምጣ በእኔ ላይ ምህረትህ\r\n\r\n1 ፍቃድህን ትቼ ሃሳብህን ንቄ\r\n    አሳዘንኩህ አንተን በሀጢአት ወድቄ \r\n    ከመቅበዝበዝ በቀር ያገኘውት በአለም\r\n    የሚያሳርፍ ነገር አንዳችም የለም\r\n\r\n            2 ነነዌ ሂድ ስባል ስሄድ ወደ ተርሴስ\r\n               አለመታዘዜ ልሸሽህ አስቤ\r\n               ዛሬ ግን ልኑር እንደቃልህ ጌታ \r\n               እኔ ከማስበው የአንተ ይሻላልና\r\n\r\n3 ምህረት ለኢትዮጵያ ይምጣ ጌታ\r\n    ከአንተ በቀር የለም ችግሯን ሚፈታ \r\n    ለመጎሳቆሏ ምክንያቱ እኔ ነኝ\r\n    እባክህ ጌታዬ ማረኝ ማረኝ ማረኝ\r\n'),
               if(number==41)
                 header('Tempo : 85      Style : Reggae  \nChord : D          Transpose :  3'),
                if(number==41)
                  Songs(text: '             ምስጋና ና ክብር ላምጣ ለጌታዬ\r\n             ነገሬን ለውጠህ አበስከው እምባዬን\r\n             የምለው የለኝም ንገስ በህይወቴ \r\n             ከጨለማ ወጣው በአንተ በረድኤቴ \r\n             ክብር ክብር ክብር    /2x\r\n             ንገስ ንገስ ንገስ      /2x\r\n\r\n1 ጉድፌን አጥርተህ አንተ ታሪኬን ለውጠህ\r\n    የተናኩበትን ዘመን አንተ አስረስተህ\r\n    በክብር ሸላልመህ አንተ ሞገስን ደርበህ\r\n    አቆምከኝ ጌታዬ አንተ ክበር ላመስግንህ\r\n\r\n             2 ላክብርህ ላንግስህ ጌታ ዛሬም መከታዬ\r\n                አይቻለሁና ጌታ ስትሆን ከለላዬ\r\n                በሃዘን በችግሬ ጌታ ሆነሀኝ ማረፍያ \r\n                ነፍስህን ሰጠኧኝ ጌታ ያላንዳች ክፍያ\r\n\r\n3 አላልፍም ያልኩትን እየሱስ በህይወት ጎዳና\r\n   አሻገርከኝ አንተ እየሱስ ጣልቃ ገበህና \r\n   አለፍኩት ማዕበሉን እየሱስ ሸሽገህ በጉያ\r\n   ላንተስ አጣሁልህ እየሱስ አምሳያ እኩያ \r\n'),
                if(number==42)
                  header('Tempo : 82      Style : Reggae  \nChord : D          Transpose :  -1'),
                if(number==42)
                  Songs(text: '\r\n\r\n             ስጠራው የሚሰማኝ\r\n             ከውድቀቴ የሚያነሳኝ\r\n             አምላክ ነው ያለኝ\r\n             ስጠራው የሚሰማኝ\r\n             ከውድቀቴ የሚያነሳኝ\r\n\r\n1 ያኔ ተከብቤ መውጫው መላው ጠፍቶኝ               /2x\r\n   ሰው አይደለም የደረሰልኝ ጌታ ነው እኔን የታደገኝ   /2x\r\n   ታድያ ለዚህ ጌታ ታድያ ለዚህ ወዳጅ\r\n   ታድያ ለዚህ  ጀግና ይገባዋል እልልታ ሽብሸባ ይገባዋል እልልታ\r\n\r\n               2 ሞትን አወጀብኝ ጠላቴ በእኔ ላይ    /2x\r\n                   የማይረሳ ጌታ ድንገት መጣ \r\n                   ለችግሬ ድንገት መጣ \r\n                   ለማጣቴ ድንገት መጣ\r\n\r\n3 የአህዛብ አማልክቶች አጋንንቶች ናቸው\r\n    አይሰሙም አያዩም ደግሞም አይመልሱም\r\n    የኔማ ጌታ የኔማ እየሱስ         / 2x\r\n    ስጠራው የሚሰማኝ     /\r\n    ከውድቀቴ የሚያነሳኝ   / 2x\r\n'),
                if(number==43)
                  header('Tempo : 110      Style : Chickchika  \nChord : C            Transpose :  -1'),
                if(number==43)
                  Songs(text: '\r\n             ልክ ነህ ልክ ነህ አንተ ትክክል ነህ\r\n             ስትሰጥ ስትነሳ አንተ ትክክል ነህ\r\n             ስትገል ስታድን አንተ ትክክል ነህ\r\n             ስትተክል ስትነቅል አንተ ትክክል ነህ\r\n\r\n1 እንዲህ እንደዚያ አድርግ ብሎ ያዝሃል\r\n   የሚያቅትህ የለም ሁሉ ይቻልሃል\r\n   አይመረመርም እውቀት ማስተዋልህ    /\r\n   ከቶ አይገረሰስ መንግስትህ ስልጣንህ   / 2x\r\n\r\n           2  ከአፈር ስትሰራ ወደ አፈር ስትመልስ\r\n               ተው የሚልህ የለም ልክ ነህ አትከሰስም\r\n               የሰማይ የምድር የአለማት ፈጣሪ               /\r\n               መንግስትህ ፅኑ ነው ዛሬም ዘላለም ነዋሪ   / 2x\r\n\r\n3 እዮን በቁስል በድህነት ስትመታው\r\n   ከቶ አልተሳሳትክም ወደህ ነው ልትቀጣው\r\n   ታድያ መቼ ጨክነክ በህይወቱ አልፈረድክ   /\r\n   ፅድቁን ቆጠርክለት የዘላለም አምላክ         / 2x\r\n'),
                if(number==44)
                  header('Tempo : 100      Style : Waltz  \nChord : C            Transpose :   0'),
                if(number==44)
                  Songs(text: '\r\n1 ሀጢአት በበዛበት በዚ ክፉ ዘመን\r\n   ያልከንን እንድንፈፅም ፀጋህን አብዛልን\r\n   መውጣት መግባታችን ይሁን እንደፈቃድህ\r\n   ላንተ እንኑርልህ ዘላለም በቤትህ\r\n \r\n              መሻታችን ይህ ነው\r\n              ፀሎታችን  ይህ ነው\r\n              ጥማታችን ይህ ነው\r\n               አዎ ይህ ነው\r\n\r\n2 እንደው በሞኝነት ስንባዝን የኖር ነው\r\n   ምንም ትርፍ ላናገኝ በባዶ የባከነው\r\n    ያ ጊዜ ቆችቶን ዛሬ ተመለስን\r\n    በቀንም በሌሊትም እናስብ አንተን\r\n\r\n            3 ብዙ ሚያታልሉን ነገሮች ቢበዙም\r\n               ምንም ትርፍ የላቸው ለ ህይወት አይሆኑም\r\n               ጌታ ያንተ ቃል ግን በህይወት ያኖራል\r\n                በአለም ከሚገኘው ከሁሉም ይበልጣል\r\n'),
               if(number==45)
                 header('Tempo : 104      Style : Waltz  \nChord : C            Transpose :   1'),
                if(number==45)
                   Songs(text: '    ዝም አልልም እመሰክራለው  /\r\n    ስለቸርነት እመሰክራለው       /\r\n    በስምህ ታምኜ እኖራለው     /         \r\n    የበላይ አድርጌ ሾሜሃለው     / 2x\r\n\r\n             1 እኔ ግን ትምክቴ ያረኩህ አንተን ነው\r\n                በፈቃድህ ጣልቃ ሚገባ ማን ነው\r\n                ለቃልህ ታዝዤ ልኖር ወስኛለው\r\n                ህይወቴን ዘመኔን ላንተ ሰጥቻለው \r\n\r\n  2 በጭንቄ በህመሜ ሰዓት የደረስከው\r\n     ችግሬን በሙሉ አንተ አስወገድከው\r\n      አሁንስ ተስፋዬ እግዚአብሔር አንተ ነህ\r\n      በሰማይ በምድር እኩያ የሌለህ\r\n\r\n             3 እንዴት እናወጣለው አንተን ተደግፌ \r\n                ማዕበል ወጀቡን በአንተ አልፌ \r\n                 መታመኛዬ ነህ እየሱስ መድኔ\r\n                 አልፈራ አልደነግጥ ነህና ከጎኔ\r\n'),
                if(number==46)
                  header('Tempo :            Style :    \nChord :              Transpose :    '),
                if(number==46)
                  Songs(text: '  ያው ነህ የኔ ጌታ ያው ነህ ውድዬ   /\r\n  ያው ነህ አባቴ ዘላለማዊ ነህ         / 2x\r\n              ሰማይ ምድር ሳይፈጠር    /\r\n              አንተ ነበርክ የምትኖር       /\r\n              ቅድስናን የተላበስክ            / \r\n              እውነተኛ ታማኝ የሆንክ     / 2x\r\n\r\n1 ነገስታት ሲሻሩ የማትሻር ነህ\r\n   ታላላቅ ሲወድቁ የማትወድቅ ነህ\r\n       የኔ ጌታ አሃሃ የኔ አለኝታ    /\r\n       የኔ እየሱስ የኔ ንጉስ         / 2x\r\n                 ማነው  ማነው ሚወዳድርህ\r\n                 ይህንን ጌታ የሚመስልህ\r\n                 ማንም የለም የለም የለም      /\r\n                 አሁንም አይኖርም ለዘላለም   / 2x\r\n\r\n2 አሉ የተባሉ በሃጢያት  ሲወድቁ\r\n   በገንዘባቸው የሚታመኑ\r\n        ታድያ የታሉ እነዚያ ሁሉ\r\n        በምድር የሉም ወድቀው አለቁ\r\n                 ያላንተ ኑሮ መች ይሆናል\r\n                 የማትለወጥ ዘመን አይሽርህ\r\n                 የማትሻር የማትሻር               /\r\n                 ዘመን መጥቶ የማይሽርህ    / 2x\r\n'),
                 if(number==47)
                   header('Tempo : 150      Style : Waltz  \nChord : C            Transpose :   0'),
                if(number==47)
                  Songs(text: '  ኧረ እንዴት ላውራው የጌታዬን ፍቅር    /\r\n  ኧረ እንዴት ላውራው የእየሱሴን ፍቅር  / 2x\r\n      ለኔ ራርቶልኝ          /\r\n      እዳዬን ከፈለልኝ   / 2x\r\n\r\n  1 የጥፊው የዱላው የጅራፉን ናዳ\r\n     ተቀበልከው ለኔ ሁሉን በኔ ፈንታ \r\n     ኧረ ማን እንደጌታ  በጅራፍ ሲመታ \r\n     ኧረ ማን እንደጌታ  በጦር ሲወጋ \r\n      ይሆናል ማን እንደጌታ /2x\r\n \r\n             2 መስቀል ተሸክሞ እንደው ሲንገላታ\r\n                ተራራ ሲወጣ ሲወድቅ ሲነሳ \r\n                ኧረ ማን እንደጌታ ተራራ ሲወጣ \r\n                ኧረ ማን እንደጌታ ሲወድቅ ሲነሳ\r\n                ይሆናል ማን እንደጌታ /2x\r\n\r\n  3 ቅዱስ ደሙን አፍስሶ በዝያ በጎልጎታ\r\n      የዘላለም ህይወት ሰጠኝ የኔ ጌታ \r\n      ኧረ ማን እንደጌታ  በዝያ በጎልጎታ\r\n      ኧረ ማን እንደጌታ  የሚሰጠኝ እፎይታ \r\n          ይሆናል ማን እንደጌታ /'),
                if(number==48)
                  header('Tempo : 82        Style : Reggae  \nChord : C            Transpose :   -6'),
                if(number==48)
                  Songs(text: '\r\n  ምንድነው ሚያሰጋን ምንድነው      /\r\n  ምንድነው ሚያስፈራን ምንድነው   / 2x\r\n      አምላክ እግዚአብሔር አለ ከእኛ ጋራ   /\r\n      ውዱ እግዚአብሔር አለ ከእኛ ጋራ      /  2x\r\n\r\n  1 ኤሎሄ ኤሎሄ ብሎ\r\n     ካዳነን እየሱስ ነፍሱን ለእኛ ሰጥቶ \r\n     ምንድነው የሚያሰጋን ሁሌ የሚያስለቅሰን\r\n     አናልቅስ አንስጋ እየሱስ አለ ከእኛ ጋ /2x\r\n\r\n             2 በመስቀል መውጣቱ መውረዱ መገፋቱ\r\n                ለእኛ አይደል ወይ እየሱስ መሰቃየቱ\r\n                ታድያ ሁሌ ለምንድነው ምናዝነው\r\n                ልንገርህ ወገኔ ጊዜው የእኛ ነው /2x\r\n\r\n  3 ተነስተን እንዘምር በእልልታ ለጌታ \r\n      ነገርን ለውጦ ሰው ላረገን ጌታ \r\n      ከአመድ ከትብያ አንስቶ ላቆመን\r\n      ክብርና ውዳሴ ምስጋና ነው ያለን  /2x\r\n'),
               if(number==49)
                 header('Tempo : 89        Style : Reggae  \nChord : C            Transpose :   2'),
                if(number==49)
                  Songs(text: '  ይችላል እየሱስ ማንሳት የሞተውን    /\r\n  ይችላል ወዳጄ መሙላት ሸለቆውን    /\r\n  ይችላል  ጌታዬ መናድ ተራራውን       / \r\n  ይችላል አምላኬ ማቅናት ጎባጣውን  / 2x\r\n\r\n  1 በሰው ዘንድ የሞተ ተስፋ ያስቆረጠ \r\n     አራት ቀን ሆኖታል ሸቷል የተባለ \r\n     ታምር የሚያደርገው ጊዜ የማይወስነው\r\n     እየሱስ ወጣና አልአዛር ሆይ አለው\r\n\r\n             2 ጠንቋይ አስማተኛ ደጋሚ በሙሉ\r\n                ሰላምን ሊሰጠኝ በፍፁም አልቻሉ\r\n                እኔ ግን ያመንኩት ከሁሉ በላይ ነው\r\n                ሰላም ደስታ ፍቅር ሁሉን የሚሰጥ ነው\r\n  \r\n  3  38 አመት ታሞ የነበረው\r\n      ከጎኑ የሚሆን ረዳት ያልነበረው\r\n      አይዞህ የሚል እንኳን ማንም በሌለበት\r\n      እየሱስ ግን ቀርቦ መድሃኒት ሆነለት\r\n'),
                if(number==50)
                  header('Tempo :            Style : Slow Rock  \nChord : C          Transpose :   4'),
                if(number==50)
                  Songs(text: '\r\n             ቀን ሳለ ሳይጨላልም                     /\r\n             ወዳንተ ልጠጋ ጉልበቴ ሳይደክም  / 2x\r\n             ጌታ የሰጠኧኝን አደራ ልወጣ \r\n             በመክሊቴ ላትርፍ መንግስትህ ሳትመጣ /2x\r\n\r\n  1 አካሄዴን ሁሉ ካንተ ጋ ላድርግ \r\n     ቃልህን እየበላው በመቅደስ ልደግ\r\n     አክሊሌን ልቀበል የልፋቴን ዋጋ \r\n     ሳይመሽ ቤትህ ልግባ  በሩ ሳይዘጋ\r\n\r\n             2 አቅሜ ሳይከዳኝ ልያዝህ አጥብቄ \r\n                ሌላው ማያዋጣኝ መሆኑን አውቄ\r\n                መብራቴን አንተን ልጠብቅህ\r\n                ፍፃሜዬ ሳይደርስ ልግባ ከእቅፍህ\r\n\r\n  3 እንደቃልህ ይሁን መውጫ ና መግቢያዬ \r\n      እግዚአብሔር መልካም ነህ ጋሻ ከለላዬ \r\n      በጉብዝና ወራት አንተን ላገልግልህ\r\n      ጉልበቴ ሳይደክም ዘወትር ላመስግንህ\r\n'),
                if(number==51)
                  header('Tempo : 102      Style : Chickchika  \nChord : C            Transpose : 4  '),
                if(number==51)
                  Songs(text: '             አቤት መገኖ  /\r\n             ሆላ ኢ ወማ   /4x\r\n             ኢተኪ አፎ አፍሲሳታ   /\r\n             ሁጂኪ ማላልሲሳታ    /2x\r\n\r\n  1 ጤሌሉኤ አቂት ኢመኔን አት ሃዊት\r\n     ባጢላኤ  ኢዪት መስቀላን ሰቀላንት\r\n     መኖመኪ ቀሰንት ኢተኔ ቄጉኪ ዱንት\r\n     ከበሬ ኢሊሶንቴኤ አቴት አቤት አቤት\r\n\r\n             2 አንጋቺክ ኢቾሚ አንጋቺክ አጎሚ\r\n                ኤሳ አቶንቴኤ ሚኔት ፈንቀሻሚ\r\n                ጊዙሁ ወርቁህ ሁንዱንኩስ ኪሃንካ\r\n                አቢኑ ገለቱ ቢሬቺክ ጎፉንካ\r\n\r\n  3 መኑ ገጆ መና አት መገኑ ገዱንቧ \r\n      መቆ ሆጎ ኬኑ ጡድ ሂቲንታ ሂጉንቧ \r\n      አባ ቀዋ የኖሩ ኪቤቺን ዮባኤሄ\r\n      ቆጨቶንቴ ሆራንካ ሜጤ ኢሌን ጡዳንቴሄ\r\n'),
                if(number==52)
                  header('Tempo :              Style :   \nChord : C            Transpose :   -1'),
                if(number==52)
                  Songs(text: '\r\n             ጌታ እናመስግንህ በማለዳ በጠዋት           /\r\n              የሱስ ከፍ እናድርግህ በቀን ቢሆን በምሽት / 2x\r\n              ከቃላት በላይ ነዉ የሰራኸዉ ስራ\r\n              አረ የቱን ትተን የቱንስ እናዉራ አሃሃ\r\n\r\n1.ሀጢአተኞች ብለህ መቼ ትተኸናል  /\r\n   ከነበደላችን ተሸክመኸናል               /\r\n   ልባችን ሸፍቶ ወደ ዉጭ ሲያማትር  /\r\n   ገዝተኸናል እኛን በመስቀልህ ፍቅር  / 2x\r\n\r\n              2.ተስፋችን ጨልሞ ስንል አበቃልን       /\r\n              ነገር ተቀይሮ ለኛስ ፀሀይ ወጣልን         /\r\n              አንተን ለማያዉቁህ ልዩ እኮ ነህ ጌታ    /\r\n              ከጉድጓድ አዉጥተህ የምትሰጥ ከፍታ /  2x\r\n\r\n3.ከዘመድ ከወዳጅ ከሁሉ ትለያለህ    /\r\n   የዉስጥን የልብን አንተ ትረዳለህ    /\r\n   ብንዘረዝረዉ ቆጥረን አንጨርሰዉ  /\r\n   ለኛስ የሆንክልን ከቃላት በላይ ነዉ  / 2x\r\n'),
                if(number==53)
                  header('Tempo :            Style : Chickchika  \nChord : C          Transpose :   '),
                if(number==53)
                  Songs(text: '\r\n            አምላካችን መጠጊያችን ሀይላችን /\r\n            ባገኘን በታላቅ መከራ ረዳታችን      / 2x\r\n                          ስለዚህ ማዕበል ቢነሳ \r\n                          ስለዚህ ምድር ብትናወጥ\r\n                          እኛ አንፈራ አንደነግጥ/ 2x\r\n\r\n1.ልባችን በርሱ ደስ ይለዋል          /\r\n   በቅዱስ ስሙ ይኸዉ ታምነናል  /\r\n   መከራችንም አብቅቶለታል         /\r\n   እግዚ/ርን  ተስፋ አድርገናል       / 2x\r\n\r\n                 2.የጠላት ዛቻ በኛ ላይ አልሆነም\r\n                    ለአፍታ እንኳን የሱስ ከኛ ፈቅ አላለም\r\n                    ክንዱ አስተማማኝ ነዉ ከቶ ማያሰ                 \r\n                    ፈልቅቆ ያወጣል ከጠላት መንጋጋ\r\n'),
                if(number==54)
                  header('Tempo : 72        Style : Slow Rock  \nChord : C            Transpose :   12'),
                if(number==54)
                  Songs(text: '\r\n  ሚስጥረኛዬ ነህ የጭንቄ ተጋሪ        /\r\n  ገመናዬን ሸፋኝ እውነተኛ አፍቃሪ     /       \r\n   ታዲያ ሌላ ወዳጅ እኔስ ለምን ልሻ  /      \r\n   እራሴን ሰጠሁህ እስከመጨረሻ      / 2x\r\n\r\n            1.በችገሬ ጊዜ አየሁት መዉደድህን\r\n               የማትሰለች ወዳጅ አባት መሆንህን\r\n               ቃላትን መርጬ በዜማ አጣምሬ\r\n               ለኔ ያረከዉን ላዉራዉ በከንፈሬ\r\n\r\n2.የሀጢአት ቀንበር ሸክሙ ያጎበጠኝ\r\n   መሆኔን ነው ማወቀዉ መጥፎ ታሪክ ያለኝ\r\n   ወደኔ ለመቅረብ ሁኔታ አልገደበህ \r\n   ከቶም አልሸሸኸኝ ማንነቴን አይተህ\r\n                 \r\n                  3. መከራ ሲበዛ ዘመድም ሲርቀኝ\r\n                      በሮቼን ዘግቼ ወዳንተ አነባሁኝ\r\n                      ላፍታ እንኳን ሳትዘገይ አለሁልህ/ሽ አልከኝ\r\n                      የልቤን ስብራት ጠግነህ አነሳኸኝ\r\n'),
                if(number==55)
                  header('Tempo :         Style : Reggae  \nChord :           Transpose :   '),
                if(number==55)
                  Songs(text: '\r\n  ልባርከው ይህንን አምላክ  /\r\n  ልባርከዉ ይህንን ወዳጅ   /  2x\r\n  ለጥርሳቸዉ ንክሻ ጌታ አላደረገኝም /\r\n  አደባባይ ወጣሁ በከፍታ ቆምኩኝ    /  2x\r\n\r\n                        1.ከተናቁት ጎራ ነበረ ህይወቴ\r\n                           ችግር ጉስቁልና የሞላ በቤቴ\r\n                            ኤልሻዳዩ ጌታ ዉስጤን ተመልክቶ /\r\n                            ደስታን አጠገበኝ ማድጋዬን ሞልቶ / 2x              \r\n\r\n2.አስወርቶ ነበር ያ ሞኙ ጠላቴ\r\n   በቅርቡ እንደሚሆን ዉድቀቴና ሞቴ\r\n   ግን  ዉዱ አባቴ ዜናዉን ቀየረዉ    /\r\n    በቆፈረዉ ጉድጓድ እራሱን ቀበረዉ / 2x\r\n\r\n                         3. ከእንግዲህ አልያዝም በርሱ አምልጫለሁ\r\n                             የቃሉንም ሠይፍ በወገብ ታጥቄአለሁ\r\n                             ትናንት የሳቀብኝ ጠላት ጉዱ ፈልቷል /\r\n                             የወሰደብኝን ምርኮ ይመልሳል           / 2x'),
                if(number==56)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==56)
                  Songs(text: '              ማነዉ አምላክ /4x\r\n              ተራሮች በፍርሀት ሚንቀጠቀጡለት \r\n                            አሃ ማነዉ አምላክ /2x\r\n              ውሆች ድምፁን ሰምተዉ የሚታዘዙለት\r\n                             አሃ ማነዉ አምላክ /2x\r\n               እርሱ እግዚ/ር ነዉ አሃ አሃ /\r\n               እርሱ ኢየሱስ ነዉ አሃ አሃ   / 2x\r\n\r\n1.ምድር የግሩ መርገጫ ሰማይም ዙፋኑ\r\n    ፍፃሜ የለዉም ከቶ ለዘመኑ\r\n    ለፍጥረቱ አሳቢ ርሁሩህ ልብ ያለዉ\r\n    ዘመድ ላጣ ወዳጅ አባት የሚሆነዉ\r\n\r\n              2.ከደረቅ አለት ላይ ዉሀን ያፈለቀ\r\n                 ጠላቶቹን ሁሉ በክንዱ ያደቀቀ\r\n                 በሞተዉ ነገር ላይ ህይወትን የዘራ\r\n                 ሜዳ ያደረገዉ ግዙፉን ተራራ\r\n\r\n3.በስንዝር የለካ የምድርን ርዝመት \r\n    ለግርማ ሞገሱ አቻ ማይገኝለት\r\n    ክብርን የሚሰጡት ፍጥረታት ባንድነት\r\n    ለሚሰራው ሥራ ከቶ የሌለው ከልካይ\r\n'),
                if(number==57)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==57)
                  Songs(text:'                ምኞት ግራ ሲያጋባኝ         /\r\n                ስጋዬም ወዲያ ሲለኝ        /\r\n                አቅጣጫዉ ሁሉ ጠፍቶኝ /\r\n                ረዳት የሌለኝ መስሎኝ       / 2x\r\n                           ለካስ አለልኛ ዘወትር የማይተኛ  /\r\n                           ለካስ አለ ዉዴ ሁሌ በመንገዴ   /  2x\r\n\r\n1.ሲታይ ያማረዉን ሲፈልግ ስጋዬ\r\n    ያለ  ጌታ ሚሆን ከንቱ ነዉ ጉዞዬ\r\n    አሁን ነዉ የገባኝ ያ መጥፎ አቅጣጫዬ\r\n\r\n                     2.ብልጭልጯ አለም ልቤን ስታባብል\r\n                        ግዜያዊ ደስታዋን ልትዘራ እንዲበቅል\r\n                         ልታደርግ የግሏ ስትል ቀና ደፋ\r\n                         የዋዛ አድርጋኝ እንደሌለኝ ተስፋ\r\n\r\n3.አሸብርቆ ደምቆ እጅግ የሚማርክ \r\n   ኢየሱስን ትቼ ለርሱ እንድንበረከክ\r\n   ነበር የሚነዳኝ ወደራሱ መንገድ\r\n   አምላኬ ግን ያዘኝ ወደዚያ አንዳልሄድ\r\n   ወደራሱ መንገድ ነበር የሚነዳኝ \r\n   እንዳልሄድ ወደዚያ አምላኬ እጄን ያዘኝ\r\n'),
                if(number==58)
                  header('Tempo : 80        Style : Reggae  \nChord : D            Transpose : 1  '),
                if(number==58)
                  Songs(text:'           ያልናከኝ  የተሸከምከኝ   /\r\n           ምንግዜም ያልሸሸኸኝ   / 2x\r\n            አንተ እኮ ነህ የኔ ሚስጥረኛ /\r\n            ክበርልኝ አንተ እዉነተኛ        / 2x\r\n\r\n1. ስቆዝም ስተክዝ አይዞህ/ሽ የምትለኝ\r\n     ከጎኔ በመሆን ሁሌ ምታፅናናኝ\r\n     ደክሜ ስወድቅ ደግፈህ እያነሳኸኝ\r\n     ከእዳዬ በደምህ ነፃ አወጣኸኝ\r\n\r\n            2. ዘመድም ወዳጅም አለኝ ብዬ ምለዉ\r\n                ሳገኝ የወደደኝ ሳጣ ሚከዳኝ ነዉ\r\n                አንተ ግን ጌታዬ ወረት አያዉቅህ\r\n                በሃዘን በደስታም አንተ ያዉ አንተ ነህ\r\n\r\n3.መልካም ነህ ጌታዬ በመከራ መሸሸጊያ\r\n   ከልለህ እያኖርከኝ አለሁ ባንተ ጉያ\r\n   እኔ ግን ስሸሽህ አንተ እያቀረብከኝ\r\n   ሳልወድህ ወደኸኝ ወደ ቤትህ አመጣኸኝ\r\n'),
                if(number==59)
                  header('Tempo : 114        Style : Disco  \nChord : D              Transpose : 2  '),
                if(number==59)
                  Songs(text: '  አቅሜ ጉልበቴ ጋሻ ከለላዬ           /\r\n  የሆንከኝ አንተ ነህ ኢየሱስ ጌታዬ /\r\n  በገናን ልደርደር ልቀኝልህ ዛሬ      / \r\n  ለኔ ሆነኸኛል አባብዬ ክብሬ         / 2x\r\n\r\n           1.የጠላትን ወሬ ጆሮዬም አይሰማም\r\n               አምላኬን ከማምለክ ወደኀላ አልልም\r\n               ክብሩን ጥሏል ብላ ሚልኮል ብትንቀኝም\r\n               አንተ ክበር እንጂ ምንም አይመስለኝም\r\n\r\n 2.ዞር ብዬ ሳየዉ ለኔ የሰራኸዉን \r\n    በመስቀል ተሰቅለህ ደምህ የፈሰሰዉን\r\n    መናገር አቅቶኝ እንባዬ ይቀድመኛል\r\n     እንዳንተ ያለ ወዳጅ ከወዴት ይገኛል\r\n           ወዳጅ ቢሆን ባለንጀራ\r\n           ጥሎ ይሄዳል በመከራ\r\n           በምድረበዳ የማትከዳ\r\n           የምትደርስ ለተጎዳ \r\n           የዉነት ፍቅር የምትለግስ\r\n            አንተ እኮ ነህ ዉዴ የሱስ\r\n           ፍጥረት ያክብርህ ለዘላለም\r\n           እንዳንተ ያለ ማንም የለም   \r\n የለም/4x   ዮባ/4x    ቤኤ /4x    ባዋ/4x    ሂንጅሩ/4x'),
                if(number==60)
                  header('Tempo : 114        Style : Disco  \nChord : D              Transpose : 2  '),
                if(number==60)
                  Songs(text: '      እየሩሳሌም /2x                                            /\r\n      አምላክ ያዘጋጃት የምንወርሳት ሀገር             /\r\n      ያደፈው ልብሳችን ወልቆ ከላያችን                /\r\n      በመልአክት ዜማ በእልልታ ታጅበን              /\r\n      እንሄዳለን ልንወርስ አብን እያከበርን/ጌታን / 2x \r\n            \r\n1.ከመረበሽ ኑሮ ከምድር ጉስቁልና\r\n    በበጉ በየሱስ ነፃ ወተናልና\r\n    ተስፋይቱን  ሀገር ሄደን እንወርሳለን\r\n    እዚህ ምንም የለን ሰማይ ነው ርስታችን\r\n  \r\n            2. ብዙ ሮጠን ሮጠን አቅማችን ዝሏል \r\n                ፍሬ ሳናፈራ ፋይዳቢስ ሆነናል\r\n                የእኛ መባዘን ሁሉም ለግዜው ነዉ\r\n                እፎይ ምንልበት ቤታችን ሰማይ ነዉ\r\n\r\n3. ጥንት አባቶቻችን ለወንጌል የሞቱት \r\n     ሀሴት እያደረጉ ጌታን ሚያከብሩት\r\n     እርሷ ናት የኛ ሀገር ሀዘን የሌለባት\r\n     አይናችን የዛለዉ ሊያያት በናፍቆት\r\n'),
                if(number==61)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==61)
                  Songs(text: '\r\n            እግዚ/ር አምላኬ ትልቅ ነህ ገናና\r\n            ዳግመኛ አንዳላይ እሾሁን ጎዳና\r\n            በፊትህ እንድቆም በብዙ ምስጋና\r\n            ያዘነችዉ ልቤን አየሁ ስታፅናና  \r\n            ጌታ ማዳንህን አየሁ\r\n                    ክንድህ ሲደግፈኝ አየሁ\r\n                    ጌታ መዉደድህን\r\n                    ሀይልህ ሲያበረታኝ  \r\n            አየሁ ጌታ ማዳንህን/ክንድህ ሲደግፈኝ\r\n            አየሁ ጌታ መዉደድህን/ሃይልህ ሲያበረታኝ\r\n\r\n1.መሸከም አቅቶኝ ስወድቅ ስነሳ\r\n    አይተህ ዝም አላልክም የይሁዳ አንበሳ\r\n    አቃለልከዉ ጌታ ሸክሙን ከላዬ\r\n    ሰላምና ደስታ በዝቷል በጓዳዬ\r\n\r\n             2.ወዳጅ ነዉ በዬ የቀረብኩት\r\n                 ማጣቴን ሲሰማ ሸሽቶ አገኘሁት\r\n                  አይኖቼን አንስቼ አባቴን ስጣራ\r\n                  ካንተ ጋር ነኝ አለ ከቶ እንዳልፈራ\r\n'),
                if(number==62)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==62)
                  Songs(text:'\r\n              አምላኬ/4x በክንድህ ደግፈኝ          /\r\n              የመንፈስህን ፍሬ እንዳፈራ እርዳኝ  /       \r\n              ፍሬ ሳላፈራ በከንቱ ስሯሯጥ            /\r\n              ከወይኑ ግንድ ላይ እንዳልቆረጥ     / 2x\r\n\r\n1.የመንፈስ ፍሬዎች ሰላምና ደስታ\r\n    ቸርነት በጎነት እንዲሁም እርካታ\r\n    ትዕግስት የዋህነት ደግሞም ራስን መግዛት\r\n    ሳልፈራ እንዳልቀር እንዳልሄድ ወደሞት\r\n  \r\n              2.የስጋ ፍሬዎች ርኩሰት መዳራት\r\n                  ክርክር ቅንአት እንዲሁ አድመኝነት\r\n                  መግደል ምቀኝነት ደግሞም ጣኦት ማምለክ\r\n                  እንዳያልቅ ዘመኔ ላለም በመንበርከክ\r\n'),
                if(number==63)
                  header('Tempo : 85        Style : Reggae   \nChord : C            Transpose : 4  '),
                if(number==63)
                  Songs(text: '   መዘመሬ ላንተ ክብር\r\n   ማገልገሌ ላንተ ክብር\r\n   ንግግሬ ላንተ ክብር\r\n   እልልታዬ  ላንተ ክብር\r\n                ጌታ ይሁን ላንተ ክብር\r\n                የሱስ ይሁን ላንተ ክብር\r\n                አባት ይሁን ላንተ ክብር\r\n                ውዴ ይሁን ላንተ ክብር\r\n\r\n1.እየሱስ ክርስቶስ ሃያል ነው ገናና\r\n    አሸንፏል ሞትን የትንሳዬ ጀግና\r\n    ይህ ነው ተብሎ ተወርቶ አያልቅም\r\n    ከሁሉ በላይ ነው ይክበር ለዘላለም2x/ ይንገስ 2x\r\n\r\n                2.የትንሳኤውን አዋጅ እናውጅ እናውራ\r\n                እንዘምር ባንድነት ሰለጌታ ስራ\r\n                ገደብ የለው ፍቅሩ ፈፅሞ አይለካ\r\n                ጌታን የሚመስል አረ ማን ይገኛል/ከቶ የት 2x\r\n\r\n3.ወዳንተ ለመቅረብ ጉቦ አትፈልግም\r\n   ይህን ካላመጣህ በፍፁም አትልም /ካላመጣሽ\r\n   ልጄ ወድሀለው ሁልገዜ ምትለኝ /ወድሻለው\r\n   ኢየሱስ አንተ ነህ እጄን የያዝከኝ /ደግፈህ ያቆምከኝ\r\n'),
                if(number==64)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==64)
                  Songs(text:'   1.እኔ በህይወቴ ግርም የሚለኝ\r\n       እንዴት ብትወደኝ ነው ምህረት የሰጠኸኝ\r\n       በሰው የተናቅሁኝ የተገፋው ሳለሁ\r\n       ኸረ ማን ሆኜ ነው ለኔ የተሰቀልከው\r\n               ተጥዬ ያነሳኽኝ\r\n               ተጠምቼ ያጠጣኽኝ\r\n               ወድቄ ያነሳኽኝ\r\n               ተጥዬ ያከበርከኝ\r\n       እንዲህ የወደድከኝ   /\r\n       ያከበርከኝ                 /\r\n       ኸረ እኔ ማነኝ           /\r\n        ቤቴስ ምንድነው      /  2x\r\n\r\n   2.በክፋት በርኩሰት በማትከብርበት\r\n       ተተብትቤ ሳለሁ በሀጢአት ሠንሠለት\r\n       ልታወጣኝ መጣህ ከታሰርኩበት\r\n       ሞቴ ተሻረልኝ አገኘሁኝ ህይወት\r\n\r\n               3.የመርገም ጨርቅ ሆኖብኝ ፅድቄ\r\n                   በበደሌ ብዛት ላይህ ተሳቅቄ\r\n                   አንተ ግን ጠራኸኝ አዳም ሆይ አልክና\r\n                   በምህረትህ መጣህ ዛሬም እንደገና\r\n'),
                if(number==65)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==65)
                  Songs(text: '   የማይቻል የለም ለጌታ \r\n   የማይቻል የለም ለእየሱስ\r\n   የሚያቅተው የለም ውድዬ \r\n   የሚያቅተው የለም አባቴ \r\n   የሚሳነው የለም ለጌታ \r\n   የሚሳነው የለም ለአባቴ\r\n   ሁሉ በሁሉ ነው መድሃኒቴ \r\n\r\n              1 አምላኬ ሲናገር የማይሆን ምን አለ \r\n                 አጥንቶቼ ደርቀው ሞተው ለነበረ\r\n                 በህይወት ይኖራሉ ቃል ብቻ ተናገር\r\n                 ትንቢት ተፈፀመ እንዳለው እግዚአብሔር \r\n\r\n   2 እመን እንጂ አትፍራ ብሎ የተናገረው\r\n       መንቀልና መትከል ሁሉን ለሚችለው \r\n       መች ጌታ ተሳነው ታምራት ለማድረግ\r\n       ቃል ከአፍህ ይውጣ እንጂ ድንቅን የሚያደርግ\r\n\r\n              3 አንሰግድም ብለው ላቆምከው ምስል\r\n                 ፀንተው ተናገሩ በንጉሱ ፊት\r\n                 በእምነት ጌታ ያድናል ያለት\r\n                 መቼ አቃጠላቸው የእቶኑ እሳት\r\n'),
                if(number==66)
                  header('Tempo : 106     Style : Chickchika  \nChord : C           Transpose : 1  '),
                if(number==66)
                  Songs(text: '             አግዘኝ /3x ጌታዬ \r\n             አክሊል እንደቀበል ከልብ አገልግዬ \r\n             ህዝብህን ላገልግል ይሁን ላንተ ክብር\r\n              በጉብዝና ወራት ለአለም መሮጥ ይቅር\r\n\r\n1 ሙሴ ህፃን ሳለ ለክብር ጠራኧው\r\n   ለራስህ አላማ ለይተህ መረጥከው\r\n   ታምራት ተሰራ በትር ብቻ ጥሎ        /\r\n   ህዝቡም ተሻገረ ዮርዳኖስ ተከፍሎ  /  2x\r\n\r\n             2 ለእስራኤል ህዝብ መፍትሄ ልታደርገው\r\n                ዳዊት ጎልያድን በጠጠር ዘረረው\r\n                ማንም ያልገመተው በሰዎች እይታ   / \r\n                 አንተ ግን ስትረዳው ጠላቶቹን ረታ   / 2x\r\n\r\n3 ስቃይ በበዛበትዮሰፍ አንተን ታምኖ \r\n   መች አጉረመረመ በችግር ተማሮ \r\n   ጠላት አፍሮ ቀርቷል ጌታ ስትጎበኘው  /\r\n   ቃልህን ስትፈፅም አንተ ስታግዘው       / 2x\r\n'),
                if(number==67)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==67)
                  Songs(text: '\r\n             በእጆቹ የሚይዘኝ /4x\r\n\r\n1 ሲከፋኝ ወደ አምላኬ                             /\r\n   እጮሃለው ተንበርክኬ                           /\r\n    ረዳቴ እንደሆንክ እኔ አውቃለው   /       /\r\n    ህይወቴን ሰጥቻለው                    / 2x  / 2x\r\n\r\n             2 በመከራ መጠጊያዬ                 /\r\n                ካንተ ሌላ ማንም የለኝ እየሱሴ /\r\n                 ጋሻዬ ነህ ከለላዬ        /            /    \r\n                 እወድሃለው አባብዬ   /  2x      / 2x\r\n\r\n3 ከማህፀን ሳልወጣ ያወከኝ            /\r\n   እስከዛሬ በምህረትህ መራኧኝ       /\r\n    ያሳደከኝ አንተ እኮ ነህ  /              /\r\n    በዘመኔ ልይህ ከብረህ   / 2x        / 2x\r\n'),
                if(number==68)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==68)
                  Songs(text: '1  እኔ በህይወቴ ግርም የሚለኝ\r\n    እንዴት ብትወደኝ ነው ምህረት የሰጠኧኝ\r\n     በሰው የተናቅሁኝ የተገፋሁ ሳለሁ\r\n     ኧረ ማን ሆኜ ነው ለኔ የተሰቀልከው\r\n                 ተጥዬ ያነሳሀኝ \r\n                 ተጠምቼ ያጠጣኧኝ\r\n                 ወድቄ ያነሳኧኝ\r\n                 ተጥዬ ያከበርከኝ \r\n           እንዲህ የወደድከኝ   /\r\n           እንዲህ ያከበርከኝ    /\r\n           ኧረ እኔ ማነኝ           /\r\n            ቤቴስ ምንድነው      / 2x\r\n\r\n2 በክፋት በርኩሳት በማትከብርበት\r\n   ተተብትቤ ሳለሁ በሀጢአት ሰንሰለት\r\n    ልታወጣኝ መጣህ ከታሰርኩበት \r\n    ሞቴ ተሻረልኝ አገኘሁት ህይወት\r\n\r\n           3 የመርገም ጨርቅ ሆኖብኝ ፅድቄ \r\n              በበደሌ ብዛት ላይህ ተሳቅቄ \r\n              አንተ ግን ጠራኧኝ አዳም ሆይ አልክና\r\n              በምህረትህ መጣህ ዛሬም እንደገና\r\n'),
                if(number==69)
                  header('Tempo : 95     Style : Chickchika  \nChord : C         Transpose : 4  '),
                if(number==69)
                  Songs(text: '\r\n   ደሉ ዋሎኔ /4x\r\n   ኡሪን ዘመርኖም ከበር ኪተኔ\r\n   በሩ ፉሎኔ /4x\r\n   ላገሲ ሂድሩተ መገኑ ዊንሼኔ\r\n\r\n           1 ቢሪኔ ቁንሲሽ ተሳ ሙርሲሾዳ \r\n              ኔሳን ዩንቲ ቢኪ ዋጀኖባ ሀከዳ \r\n              ፉሉ አጉ ከም ዋጂሲሾኔ ዲኑ\r\n              ቀሰሚ ኬኤች ኡቤ ወቀርቴን ኒ መገኑ\r\n\r\n2 ሂጊሱንቡ አጉጅ ዮርዳኖሱ ቤሃሜ\r\n   በኢሶኔታ ዋሉ ፈርኦን አገሜ\r\n   ጎሊያዴ ዲካኦ ፍልስጤሙ ቄላንቴ \r\n   መገኑ አመኒቶ እስራኤሉ አቢቴ\r\n'),
                if(number==70)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==70)
                   Songs(text:'\r\nምህረት ለኛ ይምጣ \r\nምህረት ለምድራችን ይምጣ \r\nምህረት ለኛ ይምጣ \r\nምህረት ለኢትዮጵያ ይምጣ \r\n        ካንተ በቀር ሚታደጋት የለምና \r\n        ካንተ በቀር የሚረዳት የለምና\r\n        ካንተ በቀር ሚጎበኛት የለምና\r\n        ካንተ በቀር ሚያስመልጣት የለምና\r\n\r\n1 ጌታ ለኢትዮጵያ ምህረትህ ይምጣ\r\n    ይብቃት እስኪ እየሱስ የእስካሁኑ ጣጣ\r\n    ተጎብኝታ ማየት እሻለሁና / እንሻለንና\r\n    እባክህ ጌታ ሆይ በምህረትህ ና\r\n\r\n        2 ማረን ብለን ጌታ በፊትህ ወድቀናል\r\n            በደላችን በዝቶ አቅም አሳጥቶናል\r\n            ዛሬ ጌታ ሆይ ወዳንተ መጥተናል\r\n            አለም ማያዋጣ  መሆኑን አውቀናል\r\n'),
                if(number==71)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==71)
                  Songs(text:'             ጌታ ከኔ ጋር ባትሆን ኖሮ       /\r\n             ጠፍቼ ነበረ ኧረ ያኔ ድሮ       /\r\n             ችግር ጠፍቶ ሳይሆን ከቤቴ  / 2x\r\n             ጉልበት ሆነኧኝ ነው ረድኤቴ\r\n             አንተው ረድተኧኝ ነው አባቴ\r\n\r\n1 መከራና ሀዘን እያለ ጓዳዬ\r\n   ኖራለው ሆነኧኝ ጥላ ከለላዬ\r\n   ሳልወድህ ወደህ ልጅህ አረከኝና\r\n    አቆምከኝ በቤትህ ሞገስ ሆንኧኝና\r\n\r\n                2 ቀን ወጣልኝ እኔ ባንተ በጌታዬ\r\n                   ከሰው ተመደብኩኝ ደረሰ ተራዬ\r\n                   ጎስቋላ መራራ ነበር ኑሮዬ \r\n                   ተለወጠ አሁን በአንተ አባብዬ \r\n\r\n3 ማግኘት ና ማጣት ሲፈራረቁብኝ\r\n   ተስፋዬ ጨልሞ መሄጃው ሲጠፋኝ\r\n    አይዞህ/ሽ ካንተ/ቺ ጋር ነኝ ልጄ ሆይ አልክና\r\n    በክብር አቆምክና በራስህ ጎዳና\r\n'),
                if(number==72)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==72)
                  Songs(text:'\r\n         አቤት የኔ ጌታ ድንቅነው ስራህ\r\n        ሰማይና ምድር ሆነዋል እንደቃልህ\r\n        ያልከው ይፈፀማል በፍፁም አትዋሽም\r\n        ተናግረህ ያልሆነ አንዳች ነገር የለም\r\n \r\n1 ጌታ አብርሃምን መቼ አዋረድከው\r\n    የሳራን ማርጀትስ መቼ እሱን ገደበው\r\n    የአምላኬ ስራ ከሁሉ ይለያል\r\n    በእርጅና ወራት ልጅን ያሳቅፋል\r\n\r\n           2 አደርጋለው ብሎ ፊት የተናገረው\r\n              ትዕግስታችን አልቆ ትተን የነበረው\r\n              ጊዜው ረዝሞብን ማይሆን ቢመስለንም\r\n              ቢዘገይም እንኳን መሆኑ አይቀርም\r\n\r\n3 ተጨንቀን ሳለን የጠራነው ጌታ\r\n    ታሪክን ለውጦ እስራትን ፈታ\r\n    ማነው ከሱ ሌላ ዛሬ ላይ ያቆመን\r\n    ባዶነትን ሞልቶ ለዚህ ያደረሰን\r\n'),
                if(number==73)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==73)
                  Songs(text: '\r\n        ከማን ላወዳድርህ ከማን ላነፃፅርህ\r\n        ፍፁም ነህ በስራህ መቼም ማትረታ\r\n        ቃልህ ማይታጠፍ ወራት የማያውቅህ\r\n        ሁሉን ትችላለህ የለም የሚያቅትህ\r\n\r\n1 ነገስታት ሲሻሩ በዙፋንህ አለህ\r\n   ሁኔታ አይቀይርህ አንተ ያው አንተ ነህ\r\n   የሚመስልህ ጠፋ በሰማይ በምድር\r\n   ከምልህ በላይ ነህ ለዘላለም ክበር\r\n\r\n        2 የእስራኤልን ህዝብ በድንቅ ስትመራ \r\n           ማንን አማክረሃል ውዱ የኔ ጌታ\r\n           ባህሩን ከፍለህ ታምራት ሰርተሃል \r\n           ፈርኦንን አዋርደህ ህዝቡን አድነሃል\r\n\r\n3 ሰማይና ምድርን በቃልህ ፈጥረሃል\r\n   የሚሳንህ የለም ሁሉን ውብ አድርገሃል\r\n   ለግዛትህ ጌታ ገደብ ወሰን የለው\r\n   ሁሌም ትኖራለህ መንግስትህ ፅኑ ነው\r\n'),
                if(number==74)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==74)
                  Songs(text: '\r\n አምላኬ ነው ብዬ ከሁሉ ያስበለጥኩት  /\r\n ጋሻዬ ነው ብዬ አጥብቄ የያዝኩት         /\r\n በዘመኔ ሁሉ ብርሃን ሆኖልኛል              / \r\n ከፍ በል ሁል ጊዜ ብለው ያንስበታል    /\r\n ተባረክ ሁል ጊዜ ብለው ያንስበታል      /  2x\r\n\r\n        1 ሚያበድረኝ አጣው እዳዬን ምከፍለው\r\n            ተስፋ  እኮ የለኝም ልጆቼን ላጣ ነው\r\n            ብላ ለምታለቅሰው በሯን ዘግታ ላለች  /\r\n             ባድራሻዋ መጣ መች ዋጋ ከፈለች     / 2x\r\n\r\n2 የፍጥረታት ሁሉ ፍላጎት ሲያረካ\r\n    እግዚአብሔር አምላክ እጁን ሲዘረጋ\r\n    የሚያግደው የለው ተው የሚለው ከቶ  / \r\n    ኤልሻዳይ ነው ጌታ ያወጣል ቀብቶ      / 2x\r\n\r\n        3 በእውነት ለሚጠሩት እርሱን ለሚታመኑት\r\n           እስከ መጨረሻ  የሙጥኝ ለሚሉት\r\n           ወጀቡን አይሎ በርትቶ ቢመጣ      /\r\n           ለርሱ ይታዘዛል ቃል ካፉ ሲወጣ    / 2x\r\n'),
                if(number==75)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==75)
                  Songs(text:'           እኔስ አባት አለኝ ክንዱ አስተማማኝ\r\n           ፊቱ የማይጠቁር ሁሌ ፅኑ ታማኝ\r\n           መልካሚቱን ብርሃን በጨለማ ላብራ \r\n           ጌታ  በኔ ይታይ ከፍ ባለ ስፍራ /4x\r\n\r\n1 ከዛ ከጨለማ  ከሙታኖች መንድር\r\n   ናልኝ ልጄ ብሎ  ጠርቶኛል እግዚአብሔር\r\n   ሳላቋርጥ ሁሌ  ዘምራለሁ ለርሱ\r\n   ብቻውን ታማኝ ነው ማን አለኝ ያለርሱ\r\n\r\n        2 ሁሌ ማይለኝ ሚሆን ካጠገቤ \r\n            ያኔ ሳልፀነሰ ያወቀ ስለኔ\r\n            ወዳጅ አለኝ እኮ ከሁሉ የሚበልጥ\r\n            አቁሞ በቤቱ አገልጋይ ያረገኝ\r\n\r\n3 ዲዳን የሚያናግር  እውር የሚያበራ \r\n   ሰዎች ከሚያስቡት አልፎ የሚሰራ\r\n   አልጋ የሚያሸክም በሽታን ፈውሶ\r\n   ታምራት አድርጓል አምላኬ ተናግሮ \r\n\r\n        4 በኔ ውስጥ ያለውን ቆሻሻ ጠራርጎ \r\n           ያዘነውን ልቤን በደስታ ቤት አድርጎ \r\n           ወደርሱ ጉያ በፍቅሩ የጠራኝ\r\n           አምላክ አለኝ እኔ ሸልሞ ያቆመኝ\r\n'),
                if(number==76)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==76)
                  Songs(text:'       እኔ የሚገርመኝ ሁሌ  /\r\n       ጌታ ያንተ ስራ            /  2x\r\n        አባቶቼ ዘመሩልህ በዜማ   /\r\n        እኔም ልቀኝልህ እንደገና   / 2x\r\n\r\n1 ዘመድም ጠልቶ ቢጥለኝ\r\n   እናትም አይታ ብትንቀኝ\r\n   አይደንቀኝም አንተ ካልጣልኧኝ   /\r\n   ኖራለው አንተው እንዳልከኝ         / 2x\r\n\r\n        2 ዮሴፍን ቀንተው ቢጥሉት\r\n            አትኖርም ብለው ቢያሳድዱት\r\n            አንተ ግን አባ አየህ ና          /\r\n            ዮሴፍን ሾምከው ቀባውና   / 2x\r\n\r\n3 ጠላቴ አጥምዶ ሊይዘኝ\r\n   ባጠመደው ወጥመድ ሊከተኝ\r\n   ልጄ ብለህ ከላይ አይተህ      /\r\n   አኖርከኝ በቤትህ ሸላልመህ  / 2x\r\n'),
                if(number==77)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==77)
                  Songs(text:'\r\n1 አንዱን አለፍኩ ስል ሌላው ይገጥመኛል\r\n    እባክህ አምላኬ ሀይል ያስፈልገኛል\r\n    አንተ ዝም ካልከኝ ምንስ እሆናለው        /\r\n    ይኧው ግራ ገብቶኝ  አንተን እጣራለው   / 2x\r\n\r\n       አንተን ታምኛለው እንዳትተወኝ\r\n       ስቸገር ስጨነቅ ጀርባን አትስጠኝ\r\n       ትምክቴ  ተስፋዬ አንተ ብቻ ነህ\r\n       ድረስልኝ ጌታ ጩኧቴን ሰምተህ\r\n\r\n2 የሚታየው ሁሉ ሆኖ ምድረበዳ\r\n    ዘመድ የነበረ ሲሆን እንደባዳ\r\n    ተስፋዬ ጨልሞ ወዳንተ ጮሃለሁ      /\r\n     አለሁልህ/ሽ በለኝ አንተ ጠብቃለሁ   / 2x\r\n\r\n       3 ችግሬ እጅግ በዝቶ መፍትሄ ሲጠፋ\r\n           ተስፋዬ ተሟጦ ሁሉም ነገር ጠፋ\r\n            ስለዚህ አምላኬ ድረስልኝ ስልህ           /\r\n            ድምፄን ሰምተህ ጌታ በለኝ አለሁልህ   /  2x\r\n'),
                if(number==78)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==78)
                  Songs(text: '   በተዘጋ ቤት ውስጥ እየሱስ ገባና \r\n   ታሪኬን ለወጠው ሀዘኔን ሻረና \r\n   ሰላም ይሁን ብሎ ስላመነ ሰጥቶኛል \r\n   ሀዘን ከኔ ርቆ ደስታ ቤቴን ሞልቷል \r\n         \r\n             1.እጆቼን አይኖቼን ወደ እርሱ አንስቼ\r\n                  ተጨንቄ ሳለሁ በሮቼን ዘግቼ\r\n                  የሰለሙ ጌታ የሰላም አለቃ\r\n                  ከቤቴ ሲገባ ጭንቀቴ አበቃ\r\n                             ችግሬ አበቃ\r\n\r\n   2. መከራን ስቃይ ከቤቴ ሲገባ \r\n        ብቸኛ ነኝ ብዬ ሳለቅስ ሳነባ \r\n        ድንቅ አድራጊው ጌታ ፈጥኖ ጣልቃ ገባ\r\n        ያስለቀሰኝ ችግር ጠፋ ወዴት ገባ\r\n                     ወዴት እንደገባ\r\n\r\n           3. የአይሁዶች ዛቻ ሌተቀን ቢያሰጋኝ \r\n                 ከእነርሱ የሚበልጥ እኔስ አምላክ አለኝ \r\n                 ስለዚህ ከቤቴ ጠፋ ሀዘን ትካዜ\r\n                 ማልቀስ አበቃና ደስታ ነው ሁልጊዜ\r\n                                     ምስገና ነው መልሴ\r\n                 መጨነቅ አብቅቶ እርፍ አለች ነፍሴ\r\n                                     እልልታ ነው መልሴ\r\n'),
                if(number==79)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==79)
                  Songs(text: '       ስለበዛ ምህረትህ                     /\r\n       አልጠፋሁም ከቶ ከፊትህ        /\r\n       ዛሬም አለሁ እኔስ በቤትህ        /        \r\n       ዛሬም አለሁ ኧረ እኔስ በቤትህ  / 2x\r\n\r\n1 የጠላት እቅዱ አላማውም ክፉ\r\n    በምህረትህ ብዛት ድንበሮቼ ሰፉ \r\n    ምህረት ቸርነትህ ሁሌ ይከተሉኛል\r\n    ጠዋትና ማታ አገልግል ይለኛል\r\n\r\n       2 ልቤ እንደፈራው ጠላቴ እንዳቀደው\r\n          በኔ ላይ አልሆነም ክንድህ ከኔጋ ነው\r\n          ማለዳ ማለዳ አዲስ ነው ምህረትህ\r\n          እንደሰው አይደለህ አንተ እኮ ልዩ ነህ\r\n\r\n3 በሀጢአቴ ብዛት \r\n   ምህረትህ በዝቶልኝ ይኧው በህይወት አለው\r\n   የተቆፈረልኝ ጉድጓዱ ተደፍኖ\r\n   ስጋቴ አልፎ ልቤ ባንተ ታምኖ\r\n\r\n       4 ምስቅልቅል ህይወቴ ባንተ አምሮበታል\r\n          የቀድሞ ታሪኬ ይኧው ተለውጧል\r\n          እንደ ቸርነትህ እንደ ምህረትህ\r\n          ጠብቀኧኝ ጌታ አለሁኝ በቤትህ\r\n'),
                if(number==80)
                  header('Tempo :          Style : Slow Rock  \nChord :            Transpose :    '),
                if(number==80)
                  Songs(text: '\r\n   አረሳህም ጌታ ወንድሜ                        / \r\n   አይረሳሽም እየሱስ እህቴ                      /\r\n   የዘገየ ቢመስል በእኛ እይታ                   /\r\n   በእርግጥም  ይመጣል ቋጠሮን ሊፈታ  / 2x\r\n\r\n             1. ምስቅልቅሉ  ኑሮ አብዝቶ የሰለቸህ\r\n                  እርዛት ረሀቡ ማጣቱ የገረፈህ\r\n                  ጊዜው  ደርል ዛሬ ጌታ ሊጎበኝህ        /\r\n                   የለቅሶህን ዘመን ተረት ሊያደርግልህ  / 2x\r\n\r\n2. የበሽታው ብዛት ተስፋ ያስቆረጠህ\r\n     አምላኬ ረስቶኛል እንድትል ያሰኘህ\r\n     የስቃይን ካባ  አዉልቀህ  ልትጥል     /\r\n     ልኡል ከዙፋኑ  ላንተ ሲል  ተነስቷል   / 2x\r\n\r\n           3.  በጓዳ ውስጥ ሆነህ ለአምላከህ የነገርከው\r\n                 ለብዙ ዘመናት በፊቱ ያነባህው\r\n                 ተገልጦ ልታየው ጊዜው  ደርሷል  ዛሬ   /\r\n                 ለጉልበትህ  ዋጋ የጸሎትህ  ፍሬ            / 2x\r\n'),
                if(number==81)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==81)
                  Songs(text: '   መገኖ አን ማ ባጦኔ    /\r\n   የሱስ አን ማ ባጦኔ      / 2X\r\n   ኤሳኖ በተኦ ሁጀቶንቲ ሁጂት     /\r\n   ዶላንተኤ ሆራን መገኖ አትአቢ   / 2X\r\n\r\n           1.ጠበሪ አሊች ፉዲች ኬኢሶንቴኤ\r\n               ባጢለኤ ሆራንካ ፈኡን ይቶንቴኤ\r\n               አቴት ኢ መገኑ ኬኢስ ኡሪሶንቴኤ\r\n               ኬሳች ኬኦ አኒን ጡሚቴ ፎልቹኤ\r\n\r\n2. ገዳሞሚ ዶላ አት አቢሶንቴኤ\r\n     ጡሪኤ ሙጩርሲት መና አቶንቴኤ\r\n     አቢኒን ቦልጢስ ሂባክ ኦዲሴንቴኤ\r\n     ኤሳ ሚጡ ዩባአ መገኖ አቴት\r\n             \r\n           3. አይነታ ኢኮኤ አቂት ሀርቆታኤ\r\n               ዲኒኤ ወሻዳ ኬኢስ ቢሬቼኤ\r\n               መኒን ኡሪሴንቴኤ አዲስ አቢኒክ        /\r\n               ደላን ሆራን መገኖ መስአሙ ሱሙክ   / 2x\r\n'),
                if(number==82)
                  header('Tempo :          Style : Slow Rock  \nChord :            Transpose :    '),
                if(number==82)
                  Songs(text: '\r\n   ታሪኬን የለወጥከው አንተው ነህ   /\r\n   ኑሮዬን የለወጥከው አንተው ነህ   /2x\r\n   እኔስ ክበር ክበር ክበር ልበልህ   /\r\n   እኔስ ንገስ ንገስ ንገስ ልበልህ   / 2x\r\n \r\n           1.ስርጏጎጡ መንገድ ባንተ ተቃንቶልኝ\r\n               ኑሮዬ ሰመረ አርነት ወጣሁኝ\r\n               ያሰረኝ ሰንሰለት ተበጣጥሶ ወድቆ\r\n               አዲስ ሰው ሆኛለው ታሪክ ተለውጦ\r\n\r\n2. እንዲህ አልነበረም የቀድሞ ኑሮዬ\r\n     ዛሬ ግን አማረ ባንተ በጌታዬ\r\n     አዋጁን በአዋጅ ስትሽርልኝ ጌታ\r\n     አልፈታ ያለ ቋጠሮ ተፈታ\r\n\r\n           3. መራራውን ጣፋጭ ማድረግ ለምታውቀው\r\n               ማጫውተው ጌታ የውስጤን ላንተው ነው\r\n               ወራት የማያውቅህ  ታማኝ  ሚስጥረኛ\r\n               አንተ እኮ ነህ ጌታ የማትክድ ጓደኛ\r\n'),
                if(number==83)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==83)
                  Songs(text: '\r\n            በሰማይ ቢሆን እንኳን በምድር \r\n            እንደ እግዚአብሄር ያለ አረ ማንም የለም\r\n\r\n1.እግዚ/ር አንተ ልዩ ነህ\r\n    እንዳንተ ማነው የሚሆነው \r\n    እስከ መጨረሻው እስከ ሞት ፍፃሜ\r\n    የምትሸከመኝ አንተ ብቻ ነህ\r\n        አሀሀ አንተ ብቻ ነህ  /\r\n        አሀሀ ጌታ ብቻ ነህ   / 2x\r\n\r\n          2. በምድረበዳው ላይ ምንጭ ምታፈልቅ\r\n               ከአለት ውሃ አፍልቀህ ነፍስህን ምታርስ\r\n               ማንም በሌለበት የምትደርስ አንተው ነህ\r\n               ሁሉን በአንድ ጊዜ አሀሀ ውብ ታደርጋለህ   /\r\n               ሁሉን በአንድ ጊዜ አሀሀ ድንቅ ታደርጋለህ  / 2x\r\n\r\n3. የሚሳንህ የለም ከቶ የሚያቅትህ\r\n     ሁሉን ትችላለህ አንተ ያው አንተ ነህ\r\n             አሀሀ ሁሉን ትችላለህ      /\r\n             አሀሀ የለም የሚያቅትህ  / 2x\r\n'),
                if(number==84)
                  header('  Tempo : 116        Style : Chickchika  \n  Chord : C              Transpose : 3  '),
                if(number==84)
                  Songs(text: '   ምስጋናዬ  /2x ሞልቷል በጓዳዬ\r\n   እልልታዬ  /2x ሞልቷል በጓዳዬ\r\n   ተቀበለው ይህው ውሰደው ጌታዬ\r\n   እንካ ተቀበለው ይህው እየሱሴ\r\n         ይገባዋልና ለየሱሴ አባቴ\r\n         ይገባዋልና አምላክ ውዳሴ\r\n\r\n           1.ስላንተ ልተርክ ሀ ብዬ ስጀምር\r\n               ይፈጠራል ሌላ እንደገና ተአምር \r\n               ከየት ልጀምር ግራ ገብቶኝ ሳለሁ\r\n               ሳላስብ በድንገት ምስገናን ተሞላሁ\r\n\r\n2. አንተን ለማመስገን ምክንያት አልፈልግም\r\n     በቂ ነው መዳኔ መጠራቴ ከአለም\r\n     አምልኮን ጀምሬ ከጎንህ አልለይም\r\n     ተቀበለው እንጂ ሌላው ግድ አይለኝም\r\n\r\n          3. አመስግኜ ብጠግብ ከወጣልኝ ብዬ\r\n               ላወራልህ ጀመርኩኝ ስራህን በጉባኤ\r\n               ለካስ ያንተ ስራ ተወርቶ አያልቅም\r\n               እግዚ/ር ትልቅ ነህ እኔም አላውቅህም\r\n\r\n4. ምህረትህን ፈልጌ በፊትህ ወድቄ \r\n     መቼ ታውቃለህ አንተ ከፊቴ ርቀህ\r\n     ስንቴ አረፍኩብህ ወዳንተ ስጠጋ\r\n     ነፃ ወጣሁ በእጅህ ከጠላት መንጋጋ '),
                if(number==85)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==85)
                  Songs(text: '   ጌታ ሆይ አድሰው መሰዊያችንን\r\n   ይለወጥ ህይወታችን ይመለስ ምርኮአችን\r\n         እንደጥንቱ እንደቀድሞ\r\n         በኛ ይታይ ጌታ ከብሮ\r\n         መሰዊያችን ይታደስ  / አዎን ይመለስ \r\n         ምርኮአችን ይመለስ  / አዎን ይመለስ\r\n\r\n           1.እንደ አባቶቻችን እንደ ቀደሙት\r\n               መለያችን ይሁን ወንጌል በሄድንበት\r\n               ምሳሌ ሆነን ለሚጠፉት ነፍሳት\r\n               እንድናድን እርዳን ሳይበላቸው ያ እሳት\r\n\r\n2. እንደ ጀግናው ጳውሎስ የወንጌል አርበኛ\r\n     በዚህ ዘመን እኛ ነንና ተረኛ\r\n     ይውጡ ከኛ መሀል እንደ ጳውሎስ ያሉ\r\n     መጠሪያቸው መስቀሉ ለወንጌል ሚሞቱ\r\n\r\n          3. ሆኖ መገለጡ ይቃናልሃል\r\n               ሰው ቢታለል ጌታ አይታለል\r\n               እውነተኛ ማነው አሳየን የታለ\r\n               እባክህ ጌታ ሆይ አንተ ዘንበል በል\r\n'),
                if(number==86)
                  header('  Tempo : 184        Style : Reggae  \n  Chord :                  Transpose :    '),
                if(number==86)
                  Songs(text: '   በዘመኔ ልከተልህ አንተ ብቻ\r\n   ሌላ ማያዋጣ መሆኑን አውቄአለሁና \r\n         አለምን እንቢ /2x ብያለሁ\r\n         ሰይጣንን እንቢ /2x ብያለሁ\r\n         ስራውን እንቢ /2x ብያለሁ\r\n   አንተ ብቻ እጠብቃለሁ /2x\r\n\r\n           1.አንተን ላመስግን እኔ በዘመኔ \r\n               ለሰራህው ስራ ለክብርህ ጌታዬ\r\n               ባመሰግን ባወራ ባወራ\r\n               አያልቅም እኮ ጌታ የአንተ ስራ\r\n\r\n2. አረ ያንተ ስራ ከአእምሮ በላይ ነው \r\n     ከቁጥር በዛ ለኔ ያደረከው\r\n     ጌታ እንዳንተ አረ ማን ይገኛል\r\n     ተስፋ የቆረጠ ባንተ ይፅናናል\r\n\r\n          3. ጌታ እየሱሴ አንተን ማን ይመስላል\r\n               አንተ ብቻ ነህ ድንቅ መከር ሃያል\r\n               የምልህ የለኝ ከምስጋና በቀር\r\n               አንተ ብቻህን ለዘላለም ክበር\r\n'),
                if(number==87)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==87)
                  Songs(text: '   አንተ /2x የኔ ውድ አይኔ ናፍቋል ሊያይህ \r\n   አንተ /2x የኔ ውድ ልቤ ጓጉቷል ሊያይህ\r\n   ናፍቆቴም በረታ ጨመረብኝ ፍቅርህ  /4x\r\n   ጣፋጭ የሆነውን ፍቅርህን ቀመሰና / 2x\r\n   ሌላ አልታይ አለው ልቤ ባንተ ፀና  / 2x\r\n\r\n           1.እንደ አበት ሆነህ የተሸከምክኝ\r\n               እንደ እናት ሆነህ የራራህልኝ\r\n               እንደ ወንድም ሆነህ ያፅናናህኝ\r\n               እንደ እህት ሆነህ የደገፍከኝ\r\n               እየሱሴ የኔ ፍቅርህ ትዝ አለኝ  /2x\r\n\r\n2. ጉድፌን አጥርተህ ንፁህ ያረከኝ\r\n     ቀንበሬን ሰባብረህ ቀና ያደረከኝ\r\n     ጉልበቴ ሲደክም ድጋፍ እየሆንከኝ \r\n     ሰው ሁሉ ሲሸሸኝ እንደ ልጅ ያቀፍከኝ\r\n     እየሱሴ ውዴ ያ ፍቅርህ ናፈቀኝ \r\n     እየሱሴ የኔ ያ ፍቅርህ ናፈቀኝ\r\n'),
                if(number==88)
                  header('  Tempo : 80        Style : Ballad  \n  Chord : D            Transpose : 2   '),
                if(number==88)
                  Songs(text: '\r\n   ወዳጄ እየሱስ አው አው አው\r\n   ናፍቆቴ እየሱስ አው አው አው\r\n   ከልቤ ወድሃለሁ አዎ ወድሃለሁ\r\n   ፍቅርህ ልቤን ገዝቶት ምርኮኛ ሆኛለሁ\r\n\r\n           1.ነፍሴ ተጠማችህ ከምንጭህ አጠጣት /\r\n               መራራ ህይወቴ ጣፋጭ አድርጋት        /2x\r\n               ምላሽ ባይሆነኝም ለኔስ ለሆንክልኝ  /\r\n               ላዚምልህ ላንተ አዲስ ቅኔን ልቀኝ    / 2x\r\n\r\n2. ራስህን አዋርደህ እኔን አከበርከኝ \r\n     በመስቀል ተሰቅለህ ፍቅርህን አሳየህኝ\r\n     ይገባኝ ነበር ወይ ይሄ ሁሉ ለኔ\r\n     ፊትህ ልስገድልህ ላክብርህ መድኔ\r\n\r\n           3. ከእናትም ከአባትም ከወዳጅም ይልቅ\r\n               አንተ እኮ ልዩ ነህ እጅግ የምትደነቅ\r\n               ፍቅርህን ምገልፅበት ቃላት ባይኖረኝም\r\n               ውስጤ የገባው ፍቅር'),
                if(number==89)
                  header('Tempo :        Style : Chickchika  \nChord :          Transpose :    '),
                if(number==89)
                  Songs(text: '   ወድሃለሁ ብዬ እኔስ ልቤ አይረካም\r\n   ባዜምልህ ላንተ የውስጤን አይገልፅም\r\n         ጌታ ምን ልበልህ   /3x\r\n         አንተ እኮ ለኔ ልዩ ነህ\r\n         አሃሃ ልዩ ነህ /4x \r\n\r\n           1.በስራዬ አይደለም ጌታ የወደድከኝ \r\n               ራስህን ሰውተህ እኔን ያተረፍከኝ \r\n               እንደኔ ላለ ሰው እንተ ህይወት ለሆንከው\r\n               ባደገድግልህ ጌታ ሲያንስህ ነው\r\n\r\n2. ገና ከውልደቴ ሀጢያተኛ ነበርኩ\r\n     በዚች አለም ክፋት እጅ እግሬን የታሰርኩ\r\n     በደምህ አጥበህኝ ትብታቤን በጣጥሰህ \r\n     ነፃ አድርገህኛል ክበር ላመስግንህ\r\n\r\n          3. ጌታ ያንተን ስራ ከማን ላወዳድረው \r\n               አንተ ያረክልኝ ከአእምሮ በላይ ነው\r\n               ባወራ ባወራ ቆጥሬ አልጨርሰው\r\n               የምከፍልህ የለም ያለኝ ምስጋና ነው\r\n'),
                if(number==90)
                  header('  Tempo : 84        Style : Slow Rock  \n  Chord : C            Transpose : 1   '),
                if(number==90)
                  Songs(text: '\r\n   በምስጋና ፊትህ እንቀርባለን\r\n   በዝማሬ ለአንተ እንጮሃለን\r\n   በሽብሸባ ለአንተ እንሰግዳለን\r\n   በእልልታ ፊትህ እንቀርባለን\r\n\r\n           1.እግዚ/ር ትልቅ ነህ እኛም አናውቅህም\r\n               ማስተዋል ጥበብህ አይመረመርም\r\n               ልትስራ ስትፈልግ የሚያግድህ የለም \r\n               የሚወዳደርህ ፈፅሞ አይገኝም\r\n\r\n2. ሞገስህ ልዩ ነው ግርማህ እጅግ አስፈሪ\r\n     መንግስትህ ፅኑ ነው ዘመን ተሻጋሪ\r\n     ስምህ ጦራችን ነው ጠላትን ምንዋጋበት\r\n     ቃልህ ሀይላችን ነው ሁሉን ምንገዛበት\r\n\r\n          3. እልፍ አእላፍ መልአክት ላንተ ይሰግዱልሀል\r\n               ፍጥረታት በሙሉ ላንተ ይገዙልሃል\r\n               ኦ ጌታ ሆይ እኛስ ምን እንበልህ\r\n               አንተን ምንገልፅበት ቃላት አጣንልህ\r\n'),
                if(number==91)
                  header('  Tempo : 93        Style : Slow Rock  \n  Chord : C            Transpose : -1   '),
                if(number==91)
                  Songs(text: '   በህይወት መኖሬ ደሙ ነው ለኔ \r\n   ዛሬን የማየቴ ደሙ ነው ለኔ\r\n   ህይወትን ሰጥቶኛል ሞቶልኝ መድኔ /2x\r\n   ህይወትን ሰጥቶኛል ቸሩ መድሀኒቴ  /2x\r\n\r\n           1.ያኔ ሰርቶልኛል ደሙ ታላቅ ስራ\r\n              ምልክት ሆኖኛል ሞትን እንዳልፈራ\r\n              ጠላት እንዳይቀርበኝ ከሩቁ ሲሸሽ\r\n              የበኩሩም አጥፊ (አልገባም ጭራሽ) 2x\r\n\r\n2. ድኛለሁኝና ባደነኝ ጌታዬ\r\n    ባፈሰሰው ደሙ ተከፍሎ እዳዬ\r\n     አልገባም በኔ ቤት ሞትና መውጊያው\r\n     በነሱ ቤት ለቅሶ በኔ ግን ደስታ ነው  /2x\r\n\r\n          3.  ሰላምና ደስታ ሲበዛ በቤቴ\r\n               ለቅሶና ጫጫታ ሆኗል ለጠላቴ\r\n               ስላለ ምልክት ዳንኩኝ ከመቅሰፍቱ\r\n               ይክበር ይንገስልኝ (የሱስ የናዝሬቱ)2x\r\n'),
                if(number==92)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==92)
                  Songs(text: '   አስባት /3x  ኢትዮጵያን ጌታ ሆይ  /2x\r\n   አስባት /3x  ምድራችንን የሱስ  ሆይ /2x\r\n\r\n           1.ጥላቻዋ ጠፍቶ ሰላሟ ይስማ\r\n               ይቅናላት መንገዷ አይሁን ጠማማ\r\n               በህዝቦቹ መሃል አንተን መፍራት ይንገስ\r\n               የቀድሞ ታሪኳ በአንተ ይታደስ\r\n\r\n2. መባረክን በርካት ሀገራችን ትስፋ\r\n     የላትም አባት ሆይ ካንተ በቀር ተስፋ\r\n     አንሳላት ከላይዋ ረሃብ እርዛትን \r\n     ህዝብ አይሰደድ ለማሸነፍ ኑሮን \r\n\r\n          3. ወገን ለወገኑ አሳቢ እንዲሆን \r\n               ፍጠርላት ጌታ ስጣት ቅን ልቦናን\r\n               ያጨነገፈሽ ዘመን ይብቃሽ በላትና \r\n               ስበረው ቀንበሩን ትከሻዋ ይቅና\r\n'),
                if(number==93)
                  header('Tempo :         Style : Disco  \nChord :           Transpose :   '),
                if(number==93)
                  Songs(text: '   ክብሬ ሞገሴ ነህ ጌታዬ  /\r\n   ዝና ወግ ማዕረጌ ጌታዬ  /2x\r\n         ላመስግንህ እኔስ በዘመኔ /በኑሮዬ\r\n         ልገዛልህ እኔስ በዘመኔ   /በኑሮዬ\r\n\r\n           1.ከኔ የሆነው ነገር የኔ ነው የምለው \r\n               አንዳች እንኳን የለም እውቀቴ የፈጠረው\r\n               ስወጣ ስገባ ሞገስ እየሆንከኝ\r\n               አንተ ነህ ወዳጄ ከፍታ ያወረስከኝ\r\n                    ያወረስከኝ /3x አለበስከኝ /3x\r\n                    ከፍታን ያወረስከኝ / ሞገስን አለበስከኝ\r\n\r\n2. ከሁሉም የማንስ ብላቴና ሳለሁ\r\n     በዛ ምድረበዳ ሆኜ የተረሰሁ\r\n     ቁመት በማያዩ አይኖችህ ያየህኝ \r\n     ዘይትን ቀብትህ ለክብርህ አጨህኝ \r\n              አጨህኝ /3x መረጥከኝ /3x\r\n              ለክብርህ አጨህኝ / መረጥከኝ\r\n \r\n          3. አይቶ አንተን ሳመልክ ሰው ምን ነካው ቢለኝ\r\n               ፍቅርህ ነው ውለታህ እንዲህ የሚያደርገኝ\r\n               ከውስጥ የመነጨ ወደር የሌለው \r\n               ምርኮኛ ያረገኝ የያዘኝ ፍቅርህ ነው\r\n                    ፍቅርህ ነው /3 እንዲህ ነው\r\n                    የያዘኝ ፍቅርህ ነው /የደገፈኝ\r\n'),
                if(number==94)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==94)
                  Songs(text: '   ውለታህ ውለታህ\r\n   አያልቅም ተነግሮ የኔ ጌታ\r\n   አያልቅም ተነግሮ ጠዋት ማታ\r\n   ፍቅርህ ፍቅርህ \r\n   ልዩ ነው ወዳጄ ላመስግንህ\r\n   ድንቅ ነው ፍቅርህ ልግዛልህ\r\n\r\n           1.ቀኑ የጨለመበት ኑሮ የመረረው\r\n               ባይታዋር የሆነ ሰው ሁሉ የሸሸው \r\n               ሆኜ ሳለሁ ውዴ አንተ አገኘህኝ   /\r\n               ተስፋዬ ታደሰ ፍቅርህ አበርታኝ    /2x\r\n\r\n2. ያስለቀሰኝ ዘመን ታሪክ ሆኖ የቀረው\r\n     ባንተ ኮ ነው ፍቅሬ ሀዘኔ የተሻረው\r\n     ለውለታህ ሚሆን ምላሽ  አልገኝም       /\r\n     የውስጤን የልቤን ከቶ አይገልፅልኝም  /2x\r\n\r\n          3. የፍቅር መገኘው መንገዱ ጠፍቶብኝ\r\n               ብዙ ተንከራተትኩ እጅጉን ደከምኩኝ\r\n               መጠማቴን አይተህ መጣህ ወደ ቤቴ  /\r\n               ፍቅርህን አቀመስከኝ ታደሰች ህይወቴ  /2x\r\n'),
                if(number==95)
                  header('  Tempo : 88        Style : Reggae  \n  Chord : D            Transpose : 1   '),
                if(number==95)
                  Songs(text: '\r\n   ተደላድዬ /4x\r\n   ኖራለሁ ሆነህ ማረፊያዬ  /\r\n   ኖራለሁ ሆነህኝ ጋሻዬ      /2x\r\n\r\n           1.ጎደለብኝ ብዬ ኑሮዬ አልሞላ\r\n               ልቤ ላይመኘው ላያይ ወደ ሌላ\r\n               ዘላለም ላልክድህ ቃል ገባሁ ለራሴ \r\n               ሆነህኛልና ሰላም ለመንፈሴ \r\n               አሄሄ አሄሄ ሰላም ለመንፈሴ /እረፍት ለመንፈሴ\r\n\r\n2. ህግህ ለግሬ መብራት ለመንገዴም ብርሃን\r\n     ስለሆነ አልሰጋም ታምኛለሁ አንተን\r\n     አንተ እረኛዬ የሚያሰጠኝ ማነው\r\n     ታሳድረኛለህ በለመለመው መስክ\r\n     እህህ እህህ በለመለመው መስክ /2x\r\n\r\n          3. እግዚአብሄር አለቴ አምባ መድሀኒቴ\r\n               ልቤም ባንተ ፀና አረፈች ህይወቴ\r\n               ጠባቂዬ ሆነህ በሰለም ተኛለሁ\r\n               ትከሻህ ላይ ሆኜ ተደላድያለሁ\r\n               ኤ ኤሄሄ ኤሄሄ ተደላድያለሁ\r\n'),
                if(number==96)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==96)
                  Songs(text: '\r\n   ጉልበት ይስጠን መንፈስህ ጌታ \r\n   ያላንተማ ጉልበት የለንም\r\n   ሀይል ይስጠን መንፈስህ ጌታ \r\n   ያላንተማ ሀይል የለንም\r\n\r\n               ቢደገፉብህም አስተማማኝ ጋሻ\r\n               ቢደበቁብህም ነህና መሸሻ\r\n               አቅም ለሌለው ሀይል ትሰጣለህ          /\r\n               ከውድቀት አንስተህ ታምር ትሰራለህ   / 2x\r\n\r\n   የምናየው ሁሉ ለአይን የሚያስጠላ\r\n   ሚያስመልጠው ማነው ሚሆነን ከለላ\r\n   ሀይል የሚሆነን የለም ከንተ ሌላ     /\r\n   መንፈስህን ልከህ አበርታን ጌታ ና   / 2x\r\n\r\n               ሰው ሁሉ በሀይሉ እንደማይበረታ\r\n               ቃልህ ይናገራል የሰራዊት ጌታ\r\n               የሚያበረታውን መንፈስህን ልከህ   /\r\n               አበርታን ጌታ ሆይ እጃችንን ይዘህ  / 2x\r\n'),
                if(number==97)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==97)
                  Songs(text: '   የታመንኩት ጌታ ተስፋ ያዳረኩት \r\n   ህይወቱን ለሰጠኝ ራሴን ከሰጠሁት \r\n   ሁኔታን አይቼ ለምን እጨነቃለሁ \r\n   ከኔ ጋር ያለውን ጌታን አምነዋለሁ\r\n       ታማኝ ነው ህይወቴ በእርሱ እጅ ነው  /\r\n       ታማኝ ነው ኑሮዬ በእርሱ እጅ ነው      / 2x\r\n\r\n               ጨልሞብኝ ለኔ የማልፍበት መንገድ\r\n               ጉለበቴ ሲከዳኝ ሲሳነኝ መራመድ\r\n               ሰዎች ነጋ ሲሉ ለሊት ሲሆን ለኔ\r\n               የድል ቀን ስናፍቅ ብርሀን በዘመኔ\r\n                    አዶናይ ጌታ ልቤን አየና \r\n                    አልጥልህም አለኝ ጉልበቴ ሆነና\r\n\r\n     የነበረኝ ሀብቴ ንብረቴ ተወስዶ \r\n     ስጋዬ  ተበልቶ ነፍሴ ብቻ ቀርቶ\r\n     ጠላት በጆሮዬ መጥቶ ሹክ እያለኝ \r\n     ከዚህ በኋላ ተሳድበህ ሙት ሲለኝ \r\n         የአባቴ ድምፅ መጣ ወዳለሁበት\r\n         ምርኮዬን ሊመልስ\r\n\r\n               አይቻልም ከቶ ሲባል የኔ ነገር\r\n               ከቆይታ ብዛት ዘመናት ሲያስቆጥር\r\n               አንብቼ በፊቱ ተስፋ ላጣሁበት\r\n               በቃሉ ታማኝ ነው ስቆም ባለሁበት \r'),
                if(number==98)
                  header('  Tempo : 88        Style : Chickchika  \n  Chord : C              Transpose : 1  '),
                if(number==98)
                  Songs(text: '   ተባረክልኝ /4x ተመስገንልኝ /4x\r\n   ምህረትህ  አልጎደለ እጅህ አልጣለኝም\r\n    የትናንቱን ፍቅርህ ዛሬም አልቀነሰም\r\n       ስለዚህ ልበልህ ተባረክልኝ       /\r\n       ስለዚህ ልበልህ ተመስገንልኝ   / 2x\r\n\r\n               ሁኔታን አይቼ አይደለም የማመሰግንህ \r\n               ቀምሼው እኮ ነው ፍቅርህን እኔ የማመልክህ\r\n                  ያባትነት ፍቅርህ ያንተ እንክብካቤ   /\r\n                  አምልከው ይለኛል ተሰውሮ በልቤ   / 2x\r\n\r\n               ተባረክልኝ . . . . . . . . . . . . . . . .\r\n\r\n   ይሆናል አይሆንም በማለት አልጠራጠርም\r\n    ሆኖ ስለማየው በአንተ በዚህ አልሞግትህም\r\n        አንተን ተደግፌ ምርኩዜ ነህ ብዬ     /\r\n        አለሁ እስከ ዛሬ አልቀረሁ ተጥዬ       / 2x\r\n\r\n               ተባረክልኝ . . . . . . . . . . . . . . . .\r\n\r\n               ሸለቆዬ ሞላ አልሞላ ብዬ አልጨነቅም \r\n               የምታስብልኝ አንተ ነህ በምንም አልሰጋም\r\n                  ደመና ባይታይ ነፋሱም ባይነፍስ    /\r\n                  አንተው ክበርልኝ ለዘላለም ንገስ   / 2x\r\n\r\n               ተባረክልኝ . . . . . . . . . . . . . . . .\r\n'),
               if(number==99)
                 header('  Tempo : 88        Style : Reggae  \n  Chord : C            Transpose : 1   '),
                if(number==99)
                  Songs(text: '   ኢ ቢዛ ኢ ቂሺጣንቾ\r\n   ኢ ወማ ኢ ቀርቾ\r\n       ሀዋንተኤ ኢሊቶንቴኤ አቴት  /\r\n       ሚኒክ ዚይ ሱንቡሬ አቴት      /4x\r\n\r\n               ቆራቤንኤ ሂላ በለጋሪቺ\r\n               ፈኢሴንቴኤ ጌነኖ ደንቺ\r\n               መገኖ ኢተክ ማለልሲሰታ\r\n               ሆንገንቹ ጠቀት ሎከን ኡሪሳት /2x\r\n\r\n   ከበር ዮኤረ ጡጅ ኬሣን ሂጎኤ ያኖ\r\n   ሀው ዋለኔን ጉጁስ ፈንቀሸኖ\r\n   ኢኮዳ መገኑ አት መኒጋ ኢኩንቧ\r\n   ሀዌነኔን ጡደን አጉርት አሮቱንቧ  /2x\r\n\r\n                    ቤሬች ከበር ኬሣኔት ሂጎሚ\r\n                    ሀዋኤ ሁንደንካ ኬሣኔት ሀቦሚ\r\n                    ኦቢች ዱናን ኬስ ዲከኢ ፋሎሚ\r\n                    ከበር ኩስኒን ገለጦኔታ ኡሬሚ   /2x\r\n'),
              if(number==100)
                header('  Tempo : 100        Style : Waltz  \n  Chord : D              Transpose : 2   '),
                if(number==100)
                  Songs(text: '   በቀረው ዘመኔ\r\n   አንተን አስከብሬ\r\n   መኖር ፈልጋለሁ\r\n   ጌታ ሆይ ዘምሬ\r\n\r\n           በጨለማ የተጎዝኩት\r\n           አንተን ሳላውቅ የበደልኩት\r\n           ጌታ ይብቃኝ መባዘኔ    /\r\n           ላገልግልህ በዘመኔ       / 2x\r\n\r\n   አልሄድም አልሄድም እምቢ ወደ ሌላ \r\n   ካንተ ጋር ሻላል ቢሞላ ባይሞላ\r\n   ዓለም ጠፊ ናት ኩነኔ       /\r\n   አልሄድም ካንተ ተነጥዬ  / 2x\r\n\r\n           ዞር ይበል ጠላቴ \r\n           አንተው ንገስበት በቤቴ\r\n           ካንተ በቀር ማንም የለም\r\n           አንተን ሚተካ ለዘላለም\r\n\r\n   መኖር ከሆነ መኖር ለክብርህ\r\n   ጌታ ከሁሉ በላይ ነህ\r\n   ለነፍስ ለስጋዬ እርካታ\r\n   ጌታ ብቻ ነህ አለኝታ\r\n'),
                 if(number==101)
                   header('  Tempo : 100        Style : Waltz  \n  Chord : C              Transpose : 2   '),
                if(number==101)
                Songs(text:    '   ለካ አመጼ ነው   / \r\n   ለካ ሞኝነቴ        / 2x\r\n   ለክብርህ ልገዛ     / \r\n   ካለኝ ዘመኔ          / \r\n   ይብቃኝ መባዘኔ    / 2x\r\n\r\n           አንተን እምቢ ብዬ\r\n           ሄድኩኝ በዓለም ርቄ\r\n           ያልከኝን የአንተን ሳልሰማ\r\n           ተጓዝኩኝ በራሴ ጎዳና\r\n\r\n   ከራሴ ጎዳና   2x\r\n   መልሰኝ ልሁን ካንተ ጋራ\r\n   ካንተ ጋር ጌታ ካንተ ጋር\r\n   ልኑር በቃ ካንተ ጋር\r\n   ይብቃ መቆዘሜ በዓለም\r\n   ልኑር ካንተ ጋር ለዘላለም   2x\r\n\r\n           ጌታ ሆይ እባክህ መልሰኝ \r\n           በደሌን ሳትቆጥርብኝ\r\n           ትሻላለህ አንተ ከሌላ\r\n           ምንም ባይደላም ቢደላም  2x\r\n           ልኑር ካንተ ጋር\r\n'),
                if(number==102)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==102)
                  Songs(text: '\r\n\r\n   በላይ በሰማይ በታች በምድር        /\r\n   ጌታ ትልቅ ነህ የለም የሚመስልህ  / 6x\r\n\r\n           1. ሰማይን ምድርንም በቃልህ ያፀናህ \r\n               ሰውንም በአምሳልህ ውብ አድርገህ የሰራህ\r\n               አንተ ነህ እግዚ/ር ሁሉን የምትገዛ   4x\r\n\r\n   2.  ህዝብህን ያሻገርክ ባህሩንም ከፍለህ     / \r\n        ልጆችህን ያሳለፍክ ታምራትን ሠርተህ    / 2x\r\n        ሥራህ እግዚ/ር እጅግ ያስገርማል   4x\r\n       \r\n          3.  ፍጥረታት በሙሉ ላንተ ይሰግዱልሃል   / \r\n                አእዋፋት በዜማ አንተን ያመልኩሃል    / 2x\r\n                ቃልህ እንደሚለው ይህ ሁሉ ይሆናል    4x\r\n'),
                if(number==103)
                  header('  Tempo : 143        Style : Waltz  \n  Chord : D              Transpose : 2   '),
                if(number==103)
                  Songs(text: '\r\n\r\n   በላይ በሰማይ በታች በምድር       \r\n   ጌታ ትልቅ ነህ የለም የሚመስልህ  \r\n\r\n           1. ሰማይን ምድርንም በቃልህ ያፀናህ \r\n               ሰውንም በአምሳልህ ውብ አድርገህ የሰራህ\r\n               አንተ አይደል  እግዚአብሄር  ሁሉን የምትገዛ    /\r\n               ሁሉንም በጊዜው ውብ አርገህ ምትሰራ          / 2x\r\n\r\n   2. ታምራትን ሠርተህ ህዝብህን ያሻገርክ \r\n        ባህሩንም ከፍለህ ልጆችህን ያሳለፍክ\r\n        እንደኔማ ቢሆን ጠፍቼ ነበር                   / \r\n        ግን ምህረትህ በዝቶ በፊትህ አቆምከኝ   / 2x\r\n \r\n          3. አዕዋፋት በዜማ አንተን ያመልኩሀል  \r\n              ፍጥረታት በሙሉ ላንተ ይሰግዱልሃል\r\n              በመጨረሻ ቀን ቃልህ ይፈጸማል     / \r\n              ቃልህ እንደሚል ይህ ሁሉ ይሆናል   / 2x\r\n'),
                if(number==104)
                  header('  Tempo : 146        Style : Waltz  \n  Chord : D              Transpose : 2   '),
                if(number==104)
                  Songs(text: '   ላንግስህ ብዬ ብዘምር በአንደበቴ ቃል\r\n   ቃላቶች ያጥሩኛል ውለታህን ሳይ\r\n   ምን ብዬ ልዘምር ምንስ ልበልህ\r\n   ክበርልኝ ጌታ ዛሬም ንገስ\r\n      ኦ ኦ ክበር ብያለሁ    /\r\n      ኦ ኦ ንገስ ብያለሁ     / 2x\r\n\r\n           ብዘምር ብዘምር አልጠግብ ብያለሁ\r\n           በአጋፔው ፍቅር እንዴት ድኛለሁ\r\n           አቤቱ ሁልጊዜ ከጎኔ ነህ\r\n           በሃዘን በደስታ አንተ ሁሌ ያው ነህ\r\n\r\n      ኦ ኦ ክበር ብያለሁ.............\r\n     \r\n   ሙለታህን ሳስብ ዘመር ይለኛል\r\n   ሳነግስህ ልቤን ደስ ደስ ይለዋል\r\n   ላምለክህ ላድንቅህ አንተ አትጠገብ\r\n   የፍቅርህ ቃል ህይወቴን ለውጧል\r\n \r\n      ኦ ኦ ክበር ብያለሁ............\r\n         \r\n           እንዴት አወራለው ያንተን ፍቅር\r\n           አቤት እግዚአብሔር አንተ ድንቅ ነህ\r\n           ምድርና ሞላዋን ሞልቶል ስራህ\r\n           ይህንን ሁሉ ሰርቷል ቃልህ\r\n       \r\n      ኦ ኦ  ክበር ብያለሁ............\r\n'),
                if(number==105)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==105)
                  Songs(text: '   በስራው ግሩም ነው\r\n   የለውም  እኩያ\r\n   የሌለው አምሳያ\r\n   እኔ የማመልከው ዛሬም ምገዛለት\r\n   እርሱ ነው እግዚያብሄር  የተደገፍኩበት  / 2x\r\n\r\n           ፈርኦን   ቢፎክር  በብረቱ አይሎ\r\n           ህዝቡን በማስጨነቅ  ቢመጣም  ጨክኖ\r\n           ውጡ  ያላቸው  ጌታ ዝም አላቸው\r\n           ጠላትን አዋርዶ ተአምር አሳያቸው \r\n\r\n   ምንም በሌለበት በምድር ላይ \r\n   ከአለት ውስጥ ውሃን መኖንም ከሰማይ \r\n   አምላካቸው አዝንቦ በመካከላቸው \r\n   በሚያስደንቅ መልኩ ነው የመገባቸው\r\n\r\n           ተናግሮ ሊፈጸም ጌታ ቃልኪዳኑን\r\n           ከጠላት ታድጎ አሻገረ ህዝቡን \r\n           እርሱ ተዋግቶ ህዝቡን አሳለፈ\r\n           ፈርኦንን አዋርዶ ወራሽ አደረገ\r\n'),
                if(number==106)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==106)
                  Songs(text: '   እንደሰው /2x መች ይሆናል ጌታ\r\n   እንደሰው መች ይሆናል የሱስ\r\n   እኔም አላውቅህም አንተ ትልቅ ነህ\r\n   ጌታ ትልቅ ነህ  /የሱስ\r\n       እዉቀት ማስተዋልህ አይመረመርም \r\n       ፈጽሞ አይለካም\r\n\r\n          1. በችግሬ ጊዜ አሉኝ ያልኳቸው\r\n              ሚስጥር ገመናዬን ሁሉ የነገርኳቸው\r\n               አረ እነዚህን ሁሉ ከየት ላግኛቸው\r\n               አንተን የሚተካ ፈጽሞ አጣው ጌታ\r\n\r\n   2. አቤት  ትገርማለህ አንተ ቅዱስ ጌታ\r\n        ባጣ ቢኖር ባይኖር ሁሌ ከኔ አጠፋ\r\n        የውስጥ ልቤን ላንተ የምነግርህ\r\n        እኔስ አጣሁ እየሱስ ለማን ላጫውት\r\n\r\n          3. እንደ ሰው እይታ መች ታያለህ ጌታ\r\n              ስቸገር ሳለቅስ ደረስክ ደረስክ የኔ አለኝታ\r\n              ማነው እንደ አንተ ችግሬን ሚረዳ\r\n              አንተው ደረስክልኝ ሳትዘገይ ላፍታ\r\n'),
                if(number==107)
                  header('  Tempo : 100        Style : Waltz  \n  Chord : C              Transpose : -2   '),
                if(number==107)
                  Songs(text: '\r\n   ጌታ ሆይ እንዳትተወኝ           /\r\n   በራሴ አቅም ጉልበት የለኝ      / 2x\r\n   እንዳልመካበት አለም እንዳይገዛኝ     /\r\n   ዘመኑን ማልፍበት ፀጋህን  አልብሰኝ    / 2x\r\n\r\n           ፍሬ እንደሌላት እንደዛች በለስ                  /\r\n           እንዲሆን አልሻም ህይወቴ በፊትህ           /\r\n           አለምን የሚያስነቅ መንፈስ እንዳለበት      /\r\n           አድርገኝ  በአንተ ፊት መልካም ሚገኝበት  / 2x\r\n\r\n   እንክርዳድ የሆነ  ህይወት የሞላበት   /\r\n   በነፋስ ሚወሰድ አይሁን ምታዝነበት   /\r\n   ኑሮዬ በቤትህ በቀሪው ዘመኔ             /\r\n   ጌታ ምትከብርበት ይሁን ማንነቴ       / 2x\r\n\r\n           ሰው ሁሉ በሀይሉ እንደ ማይበረታ       /\r\n           አቅም የለኝ እኔም በራሴ  አልበረታ     /\r\n           ብርታት የሚሆነኝ ይሰጠኝ መንፈስህ  /\r\n           ወድቄ እንዳልገኝ ጎድዬ ከክብርህ       / 2x\r\n'),
                if(number==108)
                  header('  Tempo : 149        Style : Waltz  \n  Chord : C              Transpose : 3   '),
                if(number==108)
                  Songs(text: '\r\n\r\n   ከክብር ዙፋኑ መውረዱ ሳያንሰው\r\n   ባርያው ሆኖ ለኔ ሞቴን ቀየረው\r\n   አፍስሶ ያ ደሙን ከኃጢያት ሚያነጻ         /\r\n   ፈፀመው ቅጣቴን ሰጠኝ ፍፁም ደስታ    / 2x\r\n        አቤት ምን እለዋለሁ ፍቅሩ እጅግ  ልዩ ነው /\r\n        ጌታን ምን እለዋለሁ አመሰግናለው            / 2x\r\n\r\n   ሳያፍርብኝ  ጌታ ዕርቃኑን ሲመታ\r\n   መውደዱን አሳየኝ በዚያ በጎልጎታ\r\n   እውነተኛ ፍቅር ላንተ /ለአንቺ  ነው እያለኝ     /\r\n   እየሱስ በዋጋ የአብ ልጅ አደረገኝ                   / 2x\r\n'),
                if(number==109)
                  header('  Tempo :              Style : Disco  \n  Chord : D            Transpose : 1   '),
                if(number==109)
                  Songs(text: '\r\n\r\n   እኔ ክበር ባልልህም ላንተ ክብር አያንስህም\r\n   እኔ ንገስ ባልልህም  ከአንተ አይወሰድብህም\r\n        ከፍ በል  ማለቴ  ከፍ  ማያደርግህ \r\n        ከከፍታዎችም በላይ ከፍ ያልህ \r\n        የፍጥረታት ሁሉ ፈጣሪ አንተ እግዚ/ር ሃያል ነህ\r\n\r\n   እንዲህ አድርግ ተብሎ ላንተ አይነገርም \r\n   አርፍደህ ተነስተህ ማንም አይቀድምህም \r\n   አስፈሪ ነህ ስልህ ፍቅርህ ያስገርማል       /\r\n   ሞገስህ ልዩ ነው ውበትህ ይማርካል       /2x\r\n\r\n          በአማልክት መካከል አጣሁ የሚተካህ \r\n          እኩያ የሌለህ የሚመስልህ ጌታ \r\n          መጽሀፉ ከሚልህ ከዚያም ትበልጣለህ     /\r\n          የውበት የስልጣን የእውቀት ምንጭ ነህ  /2x\r\n'),
                if(number==110)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==110)
                  Songs(text: '   ና ና ና ጌታ ሆይ ና   /\r\n   ና ና ና ውዴ ሆይ ና  / 2x\r\n            ውስጤ በጥያቄ ተሞልታለችና \r\n                     ውዴ ሆይ ና\r\n            ግራ ገብቶኝ ሳዝን ጉልበቴ አልቋልና   /\r\n                     ጌታ ሆይ ና                               / 2x\r\n\r\n   የነፍሴ ጥያቄ እንዲመለስ \r\n   ደስታና እረፍት በውስጤ እንዲፈስ\r\n   እውቀትን በእውቀት ላይ ነበርኩኝ   /\r\n   በሀብት ንብረቴ ዙሪያዬን ከበብኩኝ   / 2x\r\n\r\n          ግን እንደዚህ መች ሆነና\r\n          ለነፍሴ ረሀብ ምላሽ መች አገኘሁና\r\n          ለውስጤ ጥም እርካታን መች ሰጠኝና\r\n                    ጌታ ሆይ ና                   \r\n\r\n   ዋላ ወደ ውሀ ምንጭ እንደምትናፍቅ \r\n   ነፍሴ ሁሌ አንተን ትናፍቅሀለች \r\n   እባክህን ጌታ ሆይ ዘይትህን \r\n   ቀብተህ ህይወቴን አረስርስ\r\n\r\n         ካልሆነማ  እደርቃለሁ                                      /\r\n         እየሱሴ  አንተን  እፈልጋለሁ                             /\r\n         ውዴ ሆይ ና ብዬ እለምንነሀለሁ/ እማጸንሀለሁ /2x'),
                if(number==111)
                  header('  Tempo : 85         Style : Reggae  \n  Chord : D             Transpose : 1   '),
                if(number==111)
                  Songs(text: '\r\n   የምድር ዳርቻዎችን በአንዴ ትቃኛለህ \r\n   ውሆችን በእፍኝህ ሰፍረህ ትይዛለህ\r\n   የፍጥረትን እስትንፋስ ትቆጣጠራለህ\r\n   ቀንና ሌሊቱን በስልጣን ታዛለህ\r\n\r\n        አቤት አስደነቅከኝ ጌታ       /\r\n        አቤት አስገረምከኝ የሱስ   /\r\n        አቤት ተደነቅኩኝ ጌታ        /\r\n        አቤት ተገረምኩኝ የሱስ     / 2x\r\n\r\n   እውቀትህ ማይመረመር እጅግ ትልቅ  ረቂቅ  ነው\r\n   ማስተዋልህ ማይለካ ፍጹም ከአእምሮ በላይ ነው\r\n   ፅድቅን እንደካባ እላይህ ደርበሀል\r\n   ፍቅርህ ቸርነትህ ውበትህ ሆነውሃል\r\n\r\n        ክብርህን ሚገፉ እነርሱ ይደቃሉ\r\n        በአንተ የማያምኑ ህይወትን ያገኛሉ\r\n        ፍርድህ ቅን ነውና ሚቃወመው የለም\r\n        ሁሌም ትክክል ነህ እንተ አትሳሳትም\r\n'),
                if(number==112)
                  header('  Tempo : 149        Style : Waltz  \n  Chord : C              Transpose : 3   '),
                if(number==112)
                  Songs(text: '   ኢየሱስዬን  /2x  እወደዋለሁ\r\n   ፍቅሩ እጅግ ነውና\r\n   ልሰዋ ምስጋና ያለኝን\r\n   ኢየሱስዬን እወደዋለሁ\r\n\r\n          1. ራሱን ለእኔ ሰጠ በጎልጎታ ላይ\r\n              ሞታ እንደያገኘኝ ከቶ እኔን ሰቃይ\r\n              ከገሀነሙ እሳት ነብሴን ያስመለጣት\r\n              የሆናት ለህይወቴ ብቻውን መድሃኒት \r\n\r\n              ኢየሱስዬን እወደዋለሁ.........\r\n\r\n    2.ከጭንገፋው መንገድ  ሰውረኝ ከጠላት\r\n        ዕጩ  ያደረገኝ  ለአንዲቱ  መንግስት\r\n        ሀጢአቴን ደምስስ ህይወቴን አድስ\r\n        በምህረቱ ያቆመኝ በቁስሉ  ፈውሶ \r\n\r\n              ኢየሱስዬን እወደዋለሁ..........\r\n        \r\n        3.  ወዳኝ ሊታደገኝ የመጣ ከሰማይ \r\n              የጥልን ግድግዳ ፈጽሞ እንዳላይ\r\n              ከአብ ጋር አስታርቆ ልጁ ያደረገኝ\r\n              ደሙ ሃያል አለው ሞቴን የሻረልኝ\r\n\r\n            ኢየሱስዬን እወደዋለሁ..........'),
                if(number==113)
                  header('  Tempo : 120       Style : Disco  \n  Chord : C             Transpose : -1   '),
                if(number==113)
                  Songs(text: '\r\n          ድንቅ ነው አሰራርህ \r\n          ልዩ ነው (አመጣጥህ)  /2x \r\n   ነፋስም ባይኖር ደመናም ባይታይ\r\n   ባዶ ሸለቆ (ሞልተህ ምታሳይ) /2x\r\n          አንተ ድንቅ አማለክ ነህ                        /\r\n          ሁሉን ታደርጋለህ | ትችላለህ | ትገዛለህ  / 2x\r\n\r\n   በሞተ ነገር ላይ ነፍስን የምትዘራ        /\r\n   አንተ ጎበዝ ብለህ በስሙ የምትጠራ   /\r\n          ከቶ ምን ያቅትሃል  /                   /\r\n          ሁሉም ይገዛልሃል   /2x               /2x\r\n\r\n   መርደክዮስ  ሊሰቀል በነበረ ጊዜ    /\r\n   አዋጁን በሙሉ ቀየርከው ንጉሤ   /\r\n          ሐማ ተሰቀለ      /2x             /\r\n          መርደክዮስ ከበረ /2x           / 2x\r'),
                if(number==114)
                  header('  Tempo : 90       Style : Slow Rock  \n  Chord : D           Transpose : -2   '),
                if(number==114)
                  Songs(text: '   ከሁሉም ቀድማችሁ የእግዚአብሄርን ፅድቅ /\r\n   መንግስቱን ፈልጉ ሁሉ ይጨመራል            / 2x\r\n\r\n          ዛሬ ሁሉ ተሟልቶ ሀብቱ ቢትረፈረፍ\r\n          ለጊዜው ብቻ ነው ከልኩ ማያልፍ\r\n          ዘላለማዊውን  አትርሱ  /\r\n          የማያልፈውን አትርሱ    /2x\r\n     በኑሮአችሁ ሁሉ እግዚአብሄርን ሹሙ  /\r\n     ግራ ቀኝ አትበሉ ፀንታችሁ ቁሙ         / 2x\r\n\r\n   ሣሩም ይደርቃል አበባውም ይረግፋል\r\n   የእግዚአብሄር ቃል ግን ዘላለም ይኖራል\r\n          ስለዚህ ተግታችሁ        /\r\n          የእግዚአብሄርን ፅድቅ /\r\n          መንግስቱን ፈልጉ       /\r\n          ልባችሁን አጽኑ            /2x\r\n\r\n                ድህነት ይሻላል ከእግዚአብሄር ጋር   /\r\n                በዚያ ይገኛልና ሰላም ደስታ ፍቅር     /2x\r\n          ስለዚህ በእርሱ እረፉ   /\r\n          በአምላካችሁ ተደገፉ   /2x\r\n                ለማይረባ ኑሮ ጊዜያችሁን አትፍጁ  /\r\n                መንግስቱን ፈልጉ ታመኑ በልጁ     /2x\r\n'),
                if(number==115)
                  header('  Tempo : 148        Style : Waltz  \n  Chord : C              Transpose : 1   '),
                if(number==115)
                  Songs(text: '\r\n   የተቃጠለው በጎልጎታ\r\n   ይረሳል ወይ ያ ውለታ\r\n   ተንገላቶ ተሰቃይቶ የሞተልን በኛ ፈንታ\r\n          ይረሳል ወይ ያ ውለታ         /\r\n          ለኛ ነው የሞተው ይሄ ጌታ /\r\n          ለኛ ነው የሞተው በጎልጎታ /2x\r\n\r\n    1.እኛን ለማዳን ነው እንደው መዋረዱ\r\n        አሳልፎ ራሱን ወደ መቀበሉ\r\n        ሀጥያት  ሳይኖርበት ፃድቅ ሆኖ ሳለ\r\n        ስለኛ ተገርፎ  በመስቀል ላይ ዋለ\r\n      \r\n          2. የጥማቱን ጊዜ ያ የጭንቀት ሰዓት\r\n              ሆምጣጤ  ሲያጠጡት ሲቃጠል በጥማት\r\n              ኤሎሄ  ኤሎሄ  እያለ ቃተተ\r\n              እንደው ተንገላቶ  ለኛ ብሎ ሞተ\r\n\r\n    3.ህመማችን ሽሮ የህመም ሰው ሆነ\r\n        በደዌ  ተመቶ ባሪያ ሆኖ ታየ\r\n        ቆስሎ በኛ ፈንታ እኛን አድኖናል\r\n        ማይረሳ ፍቅሩን በመስቀል አይተናል\r\n'),
                if(number==116)
                  header('  Tempo : 82         Style : Reggae  \n  Chord : C             Transpose : 0   '),
                if(number==116)
                  Songs(text: '   መልሰኝ መልሰኝ አባት ሆይ መልሰኝ\r\n   ወደ ቀድሞ ህይወት መልሰኝ\r\n   ጸልዬ ጸልዬ ወደ ማልጠግብበት ህይወት መልሰኝ\r\n   መልሰኝ መልሰኝ ውዴ ሆይ መልሰኝ\r\n   ወደ ቀድሞ ህይወት መልሰኝ \r\n   ዘምሬ ዘምሬ ወደ ማልጠግበው ህይወት መልሰኝ\r\n\r\n          1.ዛሬ ቤቴ ሞልቶ ሀብቱ ሲደራረብ\r\n             መከራ ጭንቀቱ ሲጠፋ ሚያሳስብ\r\n             አሸጋጋሪዬን አንተን ረሳሁ      /\r\n             ማለፊያዬን ውዴን ረሳሁ       / 2x\r\n\r\n        ዛሬ ግን ናፍቆኛል ያ የቀድሞ ህይወት\r\n        በችግር ውስጥ ሆኜ አንተን ማመልክበት\r\n        ዛሬ ግን ናፍቆኛል ያ የቀድሞ ህይወት\r\n        ቤቴ ባዶ ሆኖ ፍቅር የሞላበት ሰላም የሞላበት\r\n\r\n    2. ለምኜ ሰጠህኝ ከቶ አልነሳህኝም \r\n        አስደሰትከኝ እንጂ አላሳዘንከኝም\r\n        እኔ ግን ከዳሁህ ጀርባዬን ሰጠሁህ\r\n        በአንተ እንዳልከበርኩኝ አላውቅህም አልኩኝ  / 2x \r\n\r\n        ዛሬ ግን ናፍቆኛል…………\r\n\r\n          3. ያለኝ ሀብት ንብረቴ ከሆነ መጥፊያዬ \r\n              መልሰህ ውሰደው አንሳልኝ ከላዬ\r\n\r\n        ዛሬ ግን ናፍቆኛል……….\r\n'),
                if(number==117)
                  header('  Tempo : 75       Style : Slow Rock  \n  Chord : C           Transpose : 3   '),
                if(number==117)
                  Songs(text: '   እኔን አትተወኝ        /\r\n   ለምኞቴ አትተወኝ    /2x\r\n          ደካማ ነኝ አቅም የሌለኝ    /\r\n          በእጆችህ አንተው ያዘኝ     /2x\r\n\r\n   ሀሳቤ ከሀሳብህ \r\n   መንገዴን ከመንገድህ \r\n   ይለያያል እጅጉን \r\n   ከእንግዲህ በአንተ ይሁን\r\n\r\n          የሚጠቅመኝን አላውቅም   /\r\n          የሚጎዳኝን አላውቅም        /\r\n          እባክህ ጌታ እየሱስ             /\r\n          ሀሳቤን አንተው ፈውስ         /2x\r\n\r\n   ፍላጎቴ እጅግ ብዙ             / \r\n   መሻቴም አበዛዙ                /\r\n   እርካታ ለማይስጠኝ          /\r\n   አትስጠኝ ለማይጠቅመኝ  /2x\r\n'),
                if(number==118)
                  header('  Tempo : 116       Style : Disco  \n  Chord : D             Transpose : 0   '),
                if(number==118)
                  Songs(text: '   የመኖሬ ትርጉም የህይወቴ ዋልታ   /\r\n   ኢየሱስ አንተ ነህ ክብር የኔ አለኝታ   /2x\r\n          መኖሬ  /4x\r\n          ባንተ ነው እየሱሴ / ጌታዬ  /2x\r\n\r\n   ዛሬን ያየሁት ባንተ ነው አባቴ\r\n   ሁል ጊዜ እላለሁ ኢየሱስ እረፍቴ\r\n          ክበር ንገስ         /\r\n          ተወደስ እየሱስ   / 2x\r\n\r\n   ከዛ ከጨለማ ያዳንከኝ አባቴ\r\n   አንተ ኮ ጌታ ነህ ሁል ጊዜ በህይወቴ \r\n          ጌታ ነህ ለእኔ      /\r\n          ኢየሱስ መድህኔ  /2x\r\n\r\n   እኔስ ለክብርህ ሁሌ ላድንቅህ     /\r\n   ላረክልኝ ሁሉ ኢየሱስ ላምልክህ   /2x\r\n          ከፍ በል በህይወቴ    /\r\n          እግዚአብሄር አባቴ     /2x\r\n'),
                if(number==119)
                  header('  Tempo : 81         Style : Reggae  \n  Chord : C             Transpose : 6   '),
                if(number==119)
                  Songs(text: '   ሀይልን በሚሰጠኝ በክርስቶስ ሁሉን እችላለሁ \r\n   ሰርጏጎጡን መንገድ ሁሉ በርሱ አልፈዋለሁ\r\n          ኦ ለምን ልስጋ ልፍራ           /\r\n          ሁሉን ቻዩ ጌታ አለ ከኔ ጋራ  /2x\r\n\r\n   አምላኬ መጠጊያዬ\r\n   ሀይሌ ነው መሸሸያዬ\r\n   ባገኘኝ በመከራ\r\n   አለ ከኔ ጋራ\r\n\r\n          ስለዚህ  ምድር ብትናወጥ\r\n          ተራራም ወደ ባህር ቢጠልቅ \r\n          እኔ አልፈራ ከቶ አልደነግጥ  /4x\r\n          ኦ ለምን ልስጋ ልፍራ\r\n                 ማግኘትና ማጣት \r\n                 መክበር መዋረድ \r\n                 መጥገብ መራቡንም\r\n                 ሁሉን ተምሬአለሁ \r\n                 አልፈራ ከቶ አልናወጥ\r\n                 ሁሌ ሙሉ ከሁሉ  የሚያልቅ\r\n                 አበት አለኛ ሁሉን የሚሰጥ   /4x\r\n\r\n      ኦ ለምን…………\r\n'),
               if(number==120)
                 header('  Tempo : 150        Style : Waltz  \n  Chord : G              Transpose : -5   '),
               if(number==120)
                 Songs(text: '   አቤቱ የልመናዬን ቃል\r\n   ሰማኸኝ /3x አመሰግናለሁ \r\n   እየሱስ የልቤን ጩኸት \r\n   ሰማኸኝ /3x አመሰግናለሁ \r\n\r\n             ደጅህን ስጠና ዘምበል አልክና\r\n             አበዛህልኝ ምህረት እንደገና\r\n             ከረግረግ አውጥተህ ከጥፋት ጉድጓድ \r\n             ታራምደኛለህ ወደ ሞት እንዳልሄድ\r\n\r\n      አቤቱ……\r\n\r\n   ምስኪን ሆኜ  ሳለሁ እጅግ ደካማ \r\n   ዘውትር ድምፅህን እጓጓለሁ ልስማ \r\n   አንደጓጓሁት ድምጽህን ሰማሁ\r\n   ከጭንቀቴ አርፌ እባርክሃለሁ \r\n\r\n      አቤቱ…\r\n\r\n             መጠጊያ ሀይሌ ነህ አምላኬ ለኔ\r\n             ክብሬ ሞገሴ ነህ ሁሌ በዘመኔ\r\n             አባቴ ነህ አንተ አኔም ደግሞ ልጅህ\r\n             ከጉያህ አርፈለሁ ሳልል ወዲያ ወዲህ \r\n\r'),
               if(number==121)
                 header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==121)
                 Songs(text: '   የእግዚአብሔር ቃል እንደሚናገረው        \r\n   ሰው ብቻውን ሲሆን መልካም አይደለም  \r\n   በቃሉ መሰረት መኖር ነው  \r\n   ልባም ሴት ማግኘት በረከት ነው     \r\n          ጋብቻ ጋብቻ  ክቡር ነው       \r\n          መኝታውም ንጹህ ነው \r\n\r\n   እነሆ አግዚአብሔር ያጣመረውን \r\n   እንግዲህ ሰው አይለየውም \r\n   ሰው እናትና አባቱን ይተዋል\r\n   ከሚስቱ ጋር ይጣበቃል \r\n        \r\n          ጋብቻ ጋብቻ……………. \r\n\r\n   እግዚአብሔር እርሱ ቅዱስ እንደሆነ \r\n   እናንተም እንዲሁ ተቀደሱ\r\n   በመልካም ጎዳና ተጓዙ \r\n   ሁሉንም መርምሩ መልካሙንም ያዙ\r\n\r\n          ጋብቻ  ጋብቻ ………\r\n                  \r\n   ሰው ነፍሱን ቢያጎድል ምን ይጠቅመዋል \r\n   አለምን ማትረፍ ምን ያደርጋል\r\n   እግዚአብሔርን መፍራት ጥበብ ነው\r\n   ከሀጢአት መራቅ ማስተዋል ነው \r\n                   \r\n          ጋብቻ ጋብቻ…………………..\r\n'),
                if(number==122)
                  header('  Tempo :                Style : Waltz  \n  Chord : A              Transpose : 4   '),
                if(number==122)
                  Songs(text: '             ኢየሱስዬን /2x እወደዋለሁ\r\n             ፍቅሩ እጅግ ነውና\r\n             ልሰዋ ምስጋና ያለኝን \r\n             ኢየሱስዬን እወደዋለሁ\r\n\r\n    1 ራሱን ለእኔ ሰጠ በጎልጎታ ላይ\r\n       ሞት እንዳያገኘኝ ከቶ እኔን ስቃይ\r\n        ከገሃነሙ እሳት ነብሴን ያስመለጣት\r\n        የሆናት ለህይወቴ ብቻውን መድሀኒት\r\n                እየሱስዬን  እወደዋለሁ......\r\n\r\n          2 ከጭንገፋው መንገድ ሰውሮኝ ከጠላት\r\n             ስሙ ያደረገኝ ለአንዲቱ መንግስት\r\n             ሀጢአቴን ደምስስ ህይወቴን አድስ\r\n             በምህረቱ ያቆመኝ በቁስሉ ፈውሶ\r\n                እየሱስዬን  እወደዋለሁ.........\r\n\r\n    3 ወዶኝ ሊታደገኝ የመጣ ከሰማይ\r\n        የጥልን ግድግዳ ፈጽሞ እንዳላይ\r\n        ከአብ ጋር አስታርቆ ልጁ ያደረገኝ \r\n        ደሙ ሃይል አለው ሞቴን የሻረልኝ\r\n              እየሱስዬን  እወደዋለሁ.........\r\n'),
                if(number==123)
                  header('  Tempo : 145        Style : Chickchika  \n  Chord : C              Transpose : 2  '),
                if(number==123)
                  Songs(text:'             ለነፍሴ የደረሰ ማንም በሌለበት\r\n             በመስቀል ሞተልኝ ህይወቱን በመስጠት\r\n             ዛሬም ዘምራለሁ ሳልሰለች በፊቱ \r\n             ሁልጊዜ አዲስ ነው የእግዚ/ር ምህረቱ\r\n\r\n    የረድኤቴ አምላክ ተስፋዬ እግዚ/ር ነው\r\n    መድሃኒቴ ክብሬ መጠጊያዬ እርሱ ነው \r\n    በእርሱ ታምኛለሁ ከቶ አልታወክም\r\n    ሁኔታን እያያሁ ልቤ አይሸበርም\r\n\r\n             ያገዘኝ ያቆመኝ ሚያኖረኝ እርሱ ነው\r\n             አቅንቶት መንገዴን እየመራኝ ያለው\r\n             አልሰጋም በፍጹም ምን መጣብኝ ብዬ\r\n             በእጁ ተይዣለሁ ላክብረው ጌታዬ\r\n\r\n    አስመልጧት ነፍሴን አኑፘታል በህይወት\r\n    አጠፋለሁ ብሎ በዛተብኝ ጠላት\r\n    ዛሬ እዚ መድረሴ ምክንያቱን አውቃለሁ\r\n    በእግዚ/ር እቅፍ ውስጥ በእጁ ተይዤ ነው\r\n'),
                if(number==124)
                  header('Tempo :         Style : Reggae  \nChord :           Transpose :   '),
                if(number==124)
                  Songs(text: '             ኤልሻዳይ /3x ኤልሻዳይ /4x\r\n             ሁሉን የምትችል ከሁሉ የበላይ\r\n             አዶናይ /3x አዶናይ /4x\r\n             የሚመስልህ የለም ከሁሉ የበላይ\r\n\r\n    1 ኤልሻዳይ ነህ አንተ ሁሉን የምትችል\r\n        አቁሞኛል ዛሬም ከአፍህ የወጣው ቃል\r\n        አትፈልግም አጋዥ ልታኖር ልትረዳኝ\r\n        እግዚ/ር ብቻህን ከስንቱ አሻገርከኝ\r\n\r\n          2 ለህይወቴ ደስታ መልካም ያረክላት\r\n             ጩህት የምትሰማ ከሞት ያስመለጥካት\r\n             ማን እንዳንተ ጌታ የቀረባት ወዶ\r\n             አየሁት ፍቅርህን ውስጤ በአንተ ረክቶ\r\n\r\n    3 በአንተ ተማምኜ ከቶ አላፈርኩም\r\n        ተርቦ የነበረ አንበሳ አልበላኝም\r\n        ሁሉን ቻይነትህ እጅጉን ይለያል\r\n        ከአንበሳ ጉድጏድ ውስጥ በድንቅ ያስመልጣል\r\n\r\n          4 ከሞት ያስመለጥካት ነብሴን የታደካት\r\n             ልመናዋን ሰምተህ ረዳት የሆንክላት\r\n             አንተ እኮ ሃያል ነህ ረዳት የማትሻ\r\n             ሆንክላት ለነብሴ መሸሸጊያ ዋሻ\r\n'),
                if(number==125)
                  header('Tempo :         Style : Reggae  \nChord : A          Transpose : 6  '),
                if(number==125)
                Songs(text: '\r\n\r\n   ኢየሱሴ ና /3x ና ዝለቅ ከበቴ\r\n   ጌታ ኢየሱሴ ና/3x ዝለቅ ከበቴ\r\n   ጠማማውን ቁረጥ ለየው ከህይወቴ  /4x\r\n\r\n          1.አንደ ቃልህ ልኖር አቅም አጥቻለሁ \r\n             ልነሳ ስሞክር ዳግም እንወድቃለሁ\r\n             ፀጋህን ፈልጌ ቆሜአለሁ በፊትህ \r\n             ጉልበት ሁነኝነ አንተን ላስደስትህ\r\n\r\n  2. ልቤ እጅግ ቢርብህ ወስጤ እጅግ ቢጠማህ\r\n      ስጋዬን መጎሰም መጨከን አልቻልኩም \r\n      ከአፈር የሆነው ይህ አለም ወልቆልኝ \r\n      የማይበሰብሰው የአንተን ማንነት ፍፁም ይለውጠኝ \r\n\r\n          3. የስጋዬን ሀሳብ ገድዬ ምኞቱን \r\n               ከአንተ ትትንሳኤ ጋር ላውጅ ትንሳኤውን \r\n               ልለይ ልለይልህ ጌታዬ      /\r\n               ቃልህ ብቻ ይሁን ትዝታዬ   /2x\r\n'),
                if(number==126)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==126)
                  Songs(text: '   እግዚ/ር ኤልሻዳይ / 2x ኤልሻዳይ  / 3x\r\n   እግዚ/ር ሁሉን ቻይ/ 2x ሁሉን ቻይ  / 3x\r\n   እግዚ/ር አዶናይ  / 2x አዶናይ  / 3x\r\n\r\n             1.በደረቁ አጥንቶች ነፍስን በመዝራት\r\n                ሚመስልህ የሌለህ እግዚ/ር ታላቅ \r\n                 ታላቅ  /6x እግዚ/ር ታላቅ\r\n\r\n    2. ዮርዳኖስን ከፍሎ ህዝቡን ያሻገረ\r\n        እንዳንተ ማነው አግዚ/ር ልዩ\r\n        ልዩ /6x እግዚ/ር ልዩ\r\n\r\n             3. ዳመና ሳይታይ ባዶ ሸለቆ\r\n                 ውሃን የሞላ ኧረ እሱ ማነው\r\n                 ማነው /6x እርሱ አግዚ/ር ነው\r\n\r\n    4. አልዓዛር ሞቶ አራት ቀን ሆኖት \r\n        ከሞት ያስነሳው እየሱስ ጌታ \r\n        ጌታ /6x እየሱስ ጌታ\r\n'),
                if(number==127)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==127)
                  Songs(text: '\r\n   የቆመ ሚመስለው እንዳይወድቅ ይጠንቀቅ \r\n   እየዘመሩ እየሰበኩ መውደቅ አለና \r\n   የቆመ ሚመስለው እንዳይወድቅ ይጠንቀቅ \r\n    \r\n\r\n    1. ስንቶች ወደቁ አሉ እየተባሉ \r\n        የበግ ለምድ ለብሰው ቃሉን ግን የካዱ \r\n        ሀይሉን ግን የካዱ \r\n        አንተ ግን ወንድሜ በጉብዝናህ ወራት ፈጣሪህን አስብ\r\n        አንቺ ግን አህቴ በጉብዝናሽ ወራት ፈጣሪሽን አስቢ\r\n         \r\n    2. ሰው አለሙን ቢያተርፍ ነፍሱን ግን ቢያጎድል     \r\n        ከቶ ምን ይጠቅመዋል ትርፍ ድካም እንጂ \r\n                የከንቱ ሩጫ እንጂ\r\n        ስለዚህ እናስቀድም ፅድቁን መንግሥቱን\r\n        ያኔ እንተርፋለን እናርፋለን\r\n\r\n           3. ለምቾት ለስኬት ለምድሩ በረከት \r\n               በሰው ፊት አድናቆት ሽልማት ለማግኘት \r\n               እንደ ፈሪሳዊ እንደ ግብዞቹ\r\n               የአምልኮ መልክ ይዘው ሀይሉን ግን የካዱ\r\n               አትምሰል ወገኔ ቆም ብለህ አስብ\r\n               መንፈስ ቅዱስ ይምራህ አትዋጥ በዓለም '),
                if(number==128)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==128)
                  Songs(text: '\r\n\r\n   እንደ እኔ ያለ ሰው በአንተ የተረዳ \r\n   ለክብርህ የጠራሀው ከዚያ ምድረበዳ \r\n   ፍቅር የለመደ ምህረት የበዛለት \r\n   እንዴት እርሱ ዝም ይላል የተደረገለት \r\n         ያመስግንህ ጌታ ያመስግንህ /2x እየሱስ\r\n         ይቀኝልህ ጌታ ይቀኝልህ /2x እየሱስ \r\n\r\n             1. በቸርነትህ ዓመታትን ያቀዳጀሀው\r\n                 ነፍሱን ከጠላት ከጨካኙ እጅ የተቤዠኸው\r\n                 ለተጨነቀው ስላም ለራቀው ዕረፍት የሆንከው\r\n                 በጓዳ ነግሮህ በአደባባይ ላይ መልስ ሰጠኸው \r\n\r\n    2. ኤልያስ እያለ ዳዊት እንዲቀባ ፈቅደሃል\r\n        ታናሽነቱን ሳትንቀው አንተ ጠራኸውህና\r\n        በምድረ በዳ በጎች ሲጠብቅ ተመለከትከው\r\n        በጠላቱ ፊት ለፊት አንተ ዘይት ቀባኸው\r\n'),
                if(number==129)
                  header('  Tempo :              Style : Reggae  \n  Chord : A            Transpose : -5   '),
                if(number==129)
                  Songs(text: '\r\n   ፍቅርህ ያስደስታል ህይወት ይለወጣል \r\n   ውዴ ለኔ ሰላም ባንተ ሆኖልኛል \r\n   ተጠጋሁ አንተ አቅፌ ደልቶኛል             /\r\n   ታምረኛው ክንድህ በህይወት አኑሮኛል / 2x\r\n\r\n             አባ ብዬ እንድጠራህ ልጅህ ያደረከኝ\r\n             ፍቅር እኮ ነህ እኔን የመረጥከኝ\r\n             ትልቅ ሆነህ እኔን ሳትንቀኝ                         /\r\n             ግድ የሚልህ ለኔ ማዳን እራስህን ሰጠኸኝ / 2x\r\n\r\n    አላፈርኩም እኔ ታምኜብህ በአንተ\r\n    ስላለህ ከኔ ጋር በሞት ጥላ መሀል\r\n    ሞቴን የጠበቁ በህይወት ሲያዩኝ ዛሬ  /\r\n    ለጠላቴ ሀዘን ለኔ ሆንከኝ ክብሬ          / 2x\r\n\r\n             ህግህ ለእግሬ መብራት ለመንገዴም ብርሃን \r\n             ሆኖልኝ አየሁት በህይወቴ ዘመን\r\n             ነፍሴ ሁልጊዜ ሀሴት ታደርጋለች  /\r\n             ባንተ ተደግፋ ሠላም አግኝታለች  / 2x\r\n'),
                if(number==130)
                  header('Tempo :         Style :   \nChord :           Transpose :   '),
                if(number==130)
                  Songs(text: '   የቤተክርስቲያን እራስ ወደ ሆነው\r\n   እውነትን በፍቅር (እየያዝን) 2x\r\n   ወደ እርሱ እናድጋለን\r\n                 ተመረጥን በመስቀሉ ስራ / በክርስቶስ ስራ\r\n                 እንድናፈራ /2x እንድናፈራ /2x\r\n\r\n    1 ይህች አለም ጨው ብርሃን የላት ያለኛ\r\n        ለዚህ መርጦናል አሄ መፍትሄ ነን እኛ\r\n        በበጎ ስራ ፍሬ እያፈራን\r\n        ወደ ሙላቱ ልክ እንደርሳለን ገና\r\n                 ተመረጥን በመስቀሉ ስራ / በክርስቶስ ስራ\r\n                 እንድናፈራ /2x እንድናፈራ /2x\r\n\r\n    2 ዋጋ ያለው በሰማይ በሀገራችን\r\n        መች ሆነና ወሬ ብቻ ይገለጥ ፍሬያችን\r\n        መልኩን መስለን ክርስቶስን ለብሰን\r\n        አለሙን እንሞላለን በፍሬ ተገልጠን\r\n                 ተመረጥን በመስቀሉ ስራ / በክርስቶስ ስራ\r\n                 እንድናፈራ /2x እንድናፈራ /2x\r\n\r\n    3 እግዚ/ርን ለሚወዱት እንደ ሀሳቡም ለተጠሩት\r\n        የልጁን መልክ እንዲመለሱ ተወስኗል\r\n        የቤተክርስቲያን እራስ ወደ ሆነው\r\n        እውነትን በፍቅር (እየያዝን) 2x\r\n        ወደ እርሱ እናድጋለን\r\n                 ተመረጥን በመስቀሉ ስራ / በክርስቶስ ስራ\r\n                 እንድናፈራ /2x እንድናፈራ /2x\r\n'),
              ]
            ),
          ),
        );


  }

  Container header(String detail) {
    return Container(
                      margin: EdgeInsets.only(left:39.0,right: 39,bottom: 10,top: 13),
                      child: Center(child: Text(detail,
                        style: TextStyle(color: Colors.white,fontFamily: 'SourceSansPro',fontWeight: FontWeight.w600,fontSize: 18),)),
                      height: 80.0,
                      width: 380,
                      decoration: BoxDecoration(shape: BoxShape.rectangle,color: Color(0XFF40404F),borderRadius: BorderRadius.circular(20.0)),
                    );
  }
  Widget Songs({String text}) {

    return Expanded(
      child: SingleChildScrollView(
        scrollDirection: Axis.vertical,
        child: ClipRRect(
          borderRadius: BorderRadius.only(topRight: Radius.circular(40.0),
              topLeft: Radius.circular(40.0)),
          child: Stack(
            children: <Widget>[
              Container(child: InteractiveViewer(    panEnabled:  true,
                  scaleEnabled: true,
                  minScale: 0.1,
                  maxScale: 2,
                  child: Image(image: AssetImage('images/photo.jpg'),))),
              Center(
                child: Padding(
                  padding: const EdgeInsets.only(top: 20,left: 10),
                  child: FittedBox(
                    child: InteractiveViewer(
                      panEnabled:  true,
                      scaleEnabled: true,
                      minScale: 0.1,
                      maxScale: 2,
                      child: Text(text,
                        style: TextStyle(fontSize: 22,fontWeight: FontWeight.w600,color: Colors.yellow),
                      ),
                    )
                  ),
                ),
              )
            ],
          ),
        ),
      ),
    );
  }

// ignore: non_constant_identifier_names
Widget Screen(BuildContext context,int num,String text) {
  return Card(
    elevation: 8.0,
    margin: new EdgeInsets.symmetric(horizontal: 10.0, vertical: 6.0),
    child: Container(
      decoration: BoxDecoration(color: Color.fromRGBO(64, 75, 96, .9),),
      child: ListTile(
        contentPadding: EdgeInsets.symmetric(horizontal: 1.0, vertical: 5.0),
        leading: Container(
          padding: EdgeInsets.only(right: 20.0),
          decoration: new BoxDecoration(
              border: new Border(
                  right: new BorderSide(width: 2.0, color: Colors.white24))),
          child: Padding(
            padding: const EdgeInsets.only(left: 10),
            child: Text('$num',style: TextStyle(color: Colors.white),),
          ),
        ),
          title: Container(
            height: 50,
            child: RaisedButton.icon(
                color:  Color.fromRGBO(64, 75, 96, .9),
                shape: RoundedRectangleBorder(borderRadius: BorderRadius.circular(5.0)),
                label: Expanded(child: Text('$text',style: TextStyle(color: Colors.white),)),
                icon: Icon(Icons.play_circle_outline,),
                onPressed: () {
                  Navigator.push(
                    context,
                    MaterialPageRoute(builder: (context) => Photo(context,num),
                  ));

                }

            ),
          ),

      ),
    ),
  );

}
  @override
  Widget build(BuildContext context) {
    return Scaffold(
      backgroundColor: Colors.black38,
      body: SafeArea(
        child: SingleChildScrollView(
          child: Column(
             children: <Widget>[
               Screen(context,1,'አምላኬ ጌታዬ ስራህ ግሩም ነው',),
               Screen(context,2,'ዓለም ስጋ ሰይጣን ከግራ ና ከ ቀኝ'),
               Screen(context,3,'በጠላት ወትመድ እንዳልገባ'),
               Screen(context,4,'እግዚ⁄ር ጠራኝ ከብዙዎች መሃል መረጠኝ'),
               Screen(context,5,'ጌታ ሆይ መልሰን አባት ሆይ መልሰን'),
               Screen(context,6,'ይብዛልህ ምስጋና'),
               Screen(context,7,'እኔማ ሳስበው ወደ ኃላ'),
               Screen(context,8,'አሁንም አሁንም ጌታዬን እላለሁ'),
               Screen(context,9,'ወዳጅ ነው ጌታ የማይከዳ'),
               Screen(context,10,'አያሰኘኝም የግብፅ ሽንኩርት'),
               Screen(context,11,'ከፍ ካልከው በላይ ከፍ በል'),
               Screen(context,12,'ቀን እያለ በሩ ሳይዘጋ'),
               Screen(context,13,'ዋስትናዬ እየሱስ ጠበቃዬ እየሱስ'),
               Screen(context,14,'እንዴት እንደረዳኝ እኔ ነኝ ማውቀው'),
               Screen(context,15,'ቃል አለኝ ና  ለምን እሰጋለው'),
               Screen(context,16,'ሻሎም ሻሎም ሻሎም ሻሎም'),
               Screen(context,17,'ቢከፋኝ ቢደላኝ ያንተን ስራ'),
               Screen(context,18,'የታለ የታለ ያ የጥንቱ ፍቅራችን'),
               Screen(context,19,'ያንን ዘመን አለፍኩኝ ባንተ ብርታት'),
               Screen(context,20,'አንተ እኮ ጌታዬ ልዩ ነህ'),
               Screen(context,21,'አንተ ተራራ ተራራ ሜዳ ትሆናለህ'),
               Screen(context,22,'አመልክሃለው ውዱ ኢየሱሴ'),
               Screen(context,23,'ጌታ ሆይ የሱስ ሆይ ማስተዋልን ስጠኝ'),
               Screen(context,24,'እግዚ/ር ሆይ ፀሎቴን ስማኝ'),
               Screen(context,25,'አንተ ታናሽ እስራኤል ሆይ አትፍራ'),
               Screen(context,26,'እኔ ምመኘዉ አንድ ነገር'),
               Screen(context,27,'ሰዉ ሆይ በእግዚ/ር ታመን'),
               Screen(context,28,'ያ ጎልያድ መዉደቁ አይቀርም'),
               Screen(context,29,'ፀጋህ ምህረትህ ያግዘኝ ጌታዬ'),
               Screen(context,30,'ኢየሱስ ጌታዬ'),
               Screen(context,31, 'አቤት ክርስትና አወይ ክርስትና'),
               Screen(context,32, 'ኃይሉ ትልቅ ነዉ የጌታዬ'),
               Screen(context,33, 'አንድ አርገን ጌታ ሆይ መለያየት ቀርቶ'),
               Screen(context,34, 'ማራናታ ማራናታ'),
               Screen(context,35, 'ዘመን በዘመን ሲተካ'),
               Screen(context,36, 'ጌታን ተስፋ አድርጎ የታመነ እርሱ ይድናል'),
               Screen(context,37, 'በአንተ አምሮባታል ነፍሴ'),
               Screen(context,38, 'አንድ ልብን አንድ ሀሳብን'),
               Screen(context,39, 'ደሉ ዋሎኔ'),
               Screen(context,40, 'ጌታ ሆይ ምህረትህን ተጠምቼ'),
               Screen(context,41, 'ምስጋና ና ክብር ላምጣ ለጌታዬ'),
               Screen(context,42, 'ስጠራው የሚሰማኝ'),
               Screen(context,43, 'ልክ ነህ ልክ ነህ አንተ ትክክል ነህ'),
               Screen(context,44, 'ሀጢአት በበዛበት በዚ ክፉ ዘመን'),
               Screen(context,45, 'ዝም አልልም እመሰክራለው'),
               Screen(context,46, 'ያው ነህ የኔ ጌታ ያው ነህ ውድዬ'),
               Screen(context,47, 'ኧረ እንዴት ላውራው የጌታዬን ፍቅር'),
               Screen(context,48, 'ምንድነው ሚያሰጋን ምንድነው'),
               Screen(context,49, 'ይችላል እየሱስ ማንሳት የሞተውን'),
               Screen(context,50, 'ቀን ሳለ ሳይጨላልም'),
               Screen(context,51, 'አቤት መገኖ'),
               Screen(context,52, 'ጌታ እናመስግንህ በማለዳ በጠዋት'),
               Screen(context,53, 'አምላካችን መጠጊያችን ሀይላችን'),
               Screen(context,54, 'ሚስጥረኛዬ ነህ የጭንቄ ተጋሪ'),
               Screen(context,55, 'ልባርከው ይህንን አምላክ'),
               Screen(context,56, 'ማነዉ አምላክ'),
               Screen(context,57, 'ምኞት ግራ ሲያጋባኝ'),
               Screen(context,58, 'ያልናከኝ  የተሸከምከኝ'),
               Screen(context,59, 'አቅሜ ጉልበቴ ጋሻ ከለላዬ'),
               Screen(context,60, 'እየሩሳሌም'),
               Screen(context,61, 'እግዚ/ር አምላኬ ትልቅ ነህ ገናና'),
               Screen(context,62, 'አምላኬ በክንድህ ደግፈኝ'),
               Screen(context,63, 'መዘመሬ ላንተ ክብር'),
               Screen(context,64, 'እኔ በህይወቴ ግርም የሚለኝ'),
               Screen(context,65, 'የማይቻል የለም ለጌታ'),
               Screen(context,66, 'አግዘኝ ጌታዬ'),
               Screen(context,67, 'በእጆቹ የሚይዘኝ'),
               Screen(context,68, 'እኔ በህይወቴ ግርም የሚለኝ'),
               Screen(context,69, 'ደሉ ዋሎኔ'),
               Screen(context,70, 'ምህረት ለኛ ይምጣ'),
               Screen(context,71, 'ጌታ ከኔ ጋር ባትሆን ኖሮ'),
               Screen(context,72, 'አቤት የኔ ጌታ ድንቅነው ስራህ'),
               Screen(context,73, 'ከማን ላወዳድርህ ከማን ላነፃፅርህ'),
               Screen(context,74, 'አምላኬ ነው ብዬ ከሁሉ ያስበለጥኩት'),
               Screen(context,75, 'እኔስ አባት አለኝ ክንዱ አስተማማኝ'),
               Screen(context,76, 'እኔ የሚገርመኝ ሁሌ'),
               Screen(context,77, 'አንዱን አለፍኩ ስል ሌላው ይገጥመኛል'),
               Screen(context,78, 'በተዘጋ ቤት ውስጥ እየሱስ ገባና'),
               Screen(context,79, 'ስለበዛ ምህረትህ'),
               Screen(context,80, 'አረሳህም ጌታ ወንድሜ'),
               Screen(context,81, 'መገኖ አን ማ ባጦኔ'),
               Screen(context,82, 'ታሪኬን የለወጥከው አንተው ነህ'),
               Screen(context,83, 'በሰማይ ቢሆን እንኳን በምድር'),
               Screen(context,84, 'ምስጋናዬ'),
               Screen(context,85, 'ጌታ ሆይ አድሰው መሰዊያችንን'),
               Screen(context,86, 'በዘመኔ ልከተልህ አንተ ብቻ'),
               Screen(context,87, 'አንተ የኔ ውድ አይኔ ናፍቋል ሊያይህ '),
               Screen(context,88, 'ወዳጄ እየሱስ አው አው አው'),
               Screen(context,89, 'ወድሃለሁ ብዬ እኔስ ልቤ አይረካም'),
               Screen(context,90, 'በምስጋና ፊትህ እንቀርባለን'),
               Screen(context,91, 'በህይወት መኖሬ ደሙ ነው ለኔ'),
               Screen(context,92, 'አስባት ኢትዮጵያን ጌታ ሆይ'),
               Screen(context,93, 'ክብሬ ሞገሴ ነህ ጌታዬ'),
               Screen(context,94, 'ውለታህ ውለታህ'),
               Screen(context,95, 'ተደላድዬ'),
               Screen(context,96, 'ጉልበት ይስጠን መንፈስህ ጌታ'),
               Screen(context,97, 'የታመንኩት ጌታ ተስፋ ያዳረኩት'),
               Screen(context,98, 'ተባረክልኝ ተመስገንልኝ'),
               Screen(context,99, 'ኢ ቢዛ ኢ ቂሺጣንቾ'),
               Screen(context,100, 'በቀረው ዘመኔ'),
               Screen(context,101, 'ለካ አመጼ ነው'),
               Screen(context,102, 'በላይ በሰማይ በታች በምድር '),
               Screen(context,103, 'በላይ በሰማይ በታች በምድር'),
               Screen(context,104, 'ላንግስህ ብዬ ብዘምር በአንደበቴ ቃል'),
               Screen(context,105, 'በስራው ግሩም ነው'),
               Screen(context,106, 'እንደሰው መች ይሆናል ጌታ'),
               Screen(context,107, 'ጌታ ሆይ እንዳትተወኝ '),
               Screen(context,108, 'ከክብር ዙፋኑ መውረዱ ሳያንሰው'),
               Screen(context,109, 'እኔ ክበር ባልልህም ላንተ ክብር አያንስህም'),
               Screen(context,110, 'ና ና ና ጌታ ሆይ ና'),
               Screen(context,111, 'የምድር ዳርቻዎችን በአንዴ ትቃኛለህ'),
               Screen(context,112, 'ኢየሱስዬን እወደዋለሁ'),
               Screen(context,113, 'ድንቅ ነው አሰራርህ'),
               Screen(context,114, 'ከሁሉም ቀድማችሁ የእግዚአብሄርን ፅድቅ'),
               Screen(context,115, 'የተቃጠለው  በጎልጎታ'),
               Screen(context,116, 'መልሰኝ መልሰኝ አባት ሆይ መልሰኝ'),
               Screen(context,117, 'እኔን አትተወኝ'),
               Screen(context,118, 'የመኖሬ ትርጉም የህይወቴ ዋልታ'),
               Screen(context,119, 'ሀይልን በሚሰጠኝ በክርስቶስ ሁሉን እችላለሁ'),
               Screen(context,120, 'አቤቱ የልመናዬን ቃል'),
               Screen(context,121, 'የእግዚአብሔር ቃል እንደሚናገረው'),
               Screen(context,122, 'ኢየሱስዬን እወደዋለሁ'),
               Screen(context,123, 'ለነፍሴ የደረሰ ማንም በሌለበት'),
               Screen(context,124, 'ኤልሻዳይ ኤልሻዳይ'),
               Screen(context,125, 'ኢየሱሴ ና ና ዝለቅ ከበቴ'),
               Screen(context,126, 'እግዚ/ር ኤልሻዳይ ኤልሻዳይ'),
               Screen(context,127, 'የቆመ ሚመስለው እንዳይወድቅ ይጠንቀቅ'),
               Screen(context,128, 'እንደ እኔ ያለ ሰው በአንተ የተረዳ'),
               Screen(context,129, 'ፍቅርህ ያስደስታል ህይወት ይለወጣል'),
               Screen(context,130, 'የቤተክርስቲያን እራስ ወደ ሆነው'),

             ],
           ),
         ),
         ),

    );
  }

}



